[
  {
    "name": "Ace",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/dgG7GmXY1HgfeEE2gI1H9/06bd3917c8fc19f61654490019ef25fb/Y5S2_BADGE_Ace_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3VknamIo6E87ELFbLqk1dx/a54751fe2435104ed35b5e6ee660ef72/r6s-operator-ace.png",
    "bio": {
      "real_name": "Håvard Haugland",
      "date_of_birth": "March 15th (Age 33)",
      "place_of_birth": "Lærdalsøyri, Norway",
      "bio": "Biography\n“The perfect shot, like the perfect rescue, is all about the framing.”\nBorn in a quiet but historic village, Haugland benefited early on from high praise and a lack of competition. Consistently the best at whatever he set his mind to, he easily imagined himself as an admired pediatric surgeon and enrolled in medical school. However, he soon discovered that memorizing theory wasn’t to his liking and instead opted for paramedic training in order to get into the action more quickly.\nThe Norwegian Armed Forces brought him into a new world of achievement. He completed basic training and joined the Norwegian Home Guard, where he acquired a reputation for heroics. After completing his service obligation, he was accepted into the Forsvarets Spesialkommando and took part in a prominent hostage rescue soon afterward. As part of a joint UN operation in Somalia, his tendency toward theatrics and his impulsive nature resulted in him saving Kali’s life. The offer to join NIGHTHAVEN swiftly followed.\nPsychological report\nIt takes a certain kind of person to put themselves on the frontline of disaster relief services, and at first glance Specialist Håvard “Ace” Haugland doesn’t fit the profile. He’s arrogant, brash, and self-interested. Yet his outward image is based entirely on altruism, and his social media following reflects his desire to be perceived as the ultimate upstanding citizen. He has a certain hunger, not just for medical emergencies and extraction, but for positive publicity. […]\nI gather his love of attention comes from growing up in a small village, where he was regarded as something of a local hero. I was surprised to learn of his early ambition to become a pediatric surgeon – a role he seems to regard as the pinnacle of social standing. Given his preference for the practical over the theoretical, however, I’m not surprised he pursued paramedic training instead. His conscription into the army and subsequent role as combat medic only further reinforced his “golden boy” image. […]\nThe man himself, constructed as he is around his desire to tightly control how he’s perceived by others, remains somewhat of a mystery. His persona drives him to be congenial and to excel in working closely with his peers, at least until the time comes to give a post-mission interview. But behind the façade there is a struggle that I wonder if Haugland is aware of. Certainly if he has insecurities they’re in no way crippling, but it is strange to attempt to analyze someone who so fully inhabits their surface-level traits.\nHe enjoys exploring the world for the photo opportunities such travel provides, but he maintains that his heart remains in Norway. I do wonder though, whose approval he’s trying to gain, and whether success is even a possibility. […] When I asked about his long-standing association with Specialist Jaimini Kalimohan “Kali” Shah he was quick to sing her praises. I believe that she’ll retain his loyalty for as long as he’s committed to fame and fortune, but I fear for their relationship – and his mental health – should he ever truly sate his desire for acclaim.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AK-12",
        "M1014"
      ],
      "secondary_weapons": [
        "P9"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Alibi",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3DgGV3hETnXiEvVFOYZrbm/55a6be47761b5cf2c7ff8aaa7991cc7f/Y3S2_BADGE_Alibi_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7ufK1h05Bv9FA19SpIACoJ/b3017cfc3836340861a11fc3fe82bef2/R6-operator-alibi.png",
    "bio": {
      "real_name": "Aria de Luca",
      "date_of_birth": "December 15th (Age 37)",
      "place_of_birth": "Tripoli, Libya",
      "bio": "Biography\n“Never reveal the cards you were dealt.”\nAria \"Alibi\" de Luca was born in Tripoli, Libya and immigrated with her family when she was three years old. Her father managed a small ordnance manufacturer, using his extensive North African contacts to open up exports to that region. De Luca earned her understanding and usage of Italian firearms through the family business and training on the shooting range. At 18, Aria entered the European Championships organized by the European Shooting Confederation, and won gold in both the 10-metre running target and 10-metre air pistol divisions. Following the event, a Carabinieri recruiter convinced her to join the police force.\nDe Luca’s precision shooting skills and professionalism shot her up the ranks quickly, and she served for a time with the elite Raggruppamento Operativo Speciale in fighting organized crime. She eventually earned a spot in the prestigious Gruppo Intervento Speciale (G.I.S.), and following a successful operation in Afghanistan despite being separated from her unit, she was singled out for undercover work in organized crime. She infiltrated the Vinciguerra Crime Family as an arms dealer and spent several years among them before bringing them down from the inside. A newspaper leak of impending operations against the Vinciguerras then forced the G.I.S. to accelerate their initiative.\nFollowing her undercover work and the successful dismantling of the Vinciguerra Crime Family, Aria de Luca received the invitation to join Rainbow as a capable operator.\nPsychological report\nSpecialist Aria de Luca (AKA: Alibi) presents a multi-layered façade, undoubtedly stemming from her years of undercover operations, but I suspect it’s a protective measure likelier rooted in her childhood. […] She carries a deep-seated hatred for crime families (that much is obvious--it’s the closest I’ve come to seeing her sophisticated veneer crack) and I think it may compromise her ability to operate rationally when it comes to organized crime. […] Thanks to my contact within the Carabinieri’s Chief of Staff office, I was able to gain access to Specialist de Luca’s psych evals following her application to join the G.I.S.. Cross analyzing that with old police records and her family’s hospital visits, I believe her father was the victim of pizzo or a protection racket… unless de Luca Sr. was singularly unlucky enough to repeatedly break fingers, fall down stairs, and break his own arm… twice. Specialist De Luca was never herself injured, and shows the same strong constitution and mental fortitude that we come to expect from all our operators. Psychologically, however, the wounds are deep and I suspect that her father’s brush with organized crime has set our “Alibi” on her path. […]\nAlibi as a codename is also rather telling, considering the circumstances that cut short her undercover operation against the Vinciguerra crime family. On paper, Specialist de Luca is a decorated hero of the G.I.S. with a Gold Medal for Civil Valor for her efforts, but if you dig a little, she has her detractors who believe she was the source of the leak that nearly sabotaged the G.I.S. investigation. […] Specialist de Luca was enjoying a meteoric rise within the Vinciguerra crime family as an arms dealer when she gained access to a compound outside of Genoa that was central to the Vinciguerra's human trafficking operations. As a naturalized immigrant herself, it would seem that when Specialist de Luca saw the dozens of refugees waiting to be sold into slave labor and prostitution at the hands of the Vinciguerras, it broke through her well-crafted defenses and compelled her to act. […] I know for a fact that she tried to convince her superiors to raid the Genoa compound and that they refused because they were still gathering intel. I know that the reporter who cited a confidential informant in his exposé on the Genoa compound received his intel in the days following Specialist de Luca’s meeting with her bosses.[…]\nI’ll state this for the record… if Specialist de Luca did leak the information to spur the G.I.S. into action and to save those lives in Genoa, then I am somewhat relieved. It proves that there are lines Specialist de Luca will not cross, and this may prove important. I suspect that Under-Secretary-General Barston used backchannels to put Specialist de Luca’s service jacket on my desk, and that he isn’t a supporter of the Rainbow Program. Whatever he hopes to gain with this maneuver, I can state with no modest degree of certainty that Specialist de Luca remains unaware of this political agenda. But she likely has a part to play in whatever Under-Secretary-General Barston may have planned. […]\nIf we want to get her on our side of things then Specialist (Maestro) Martello’s inclusion in Rainbow serves us for both his skills and his ability to get past Specialist de Luca’s walls. They worked extensively together during the Vinciguerra operations. She provided the intel and his unit acted on it. I suspect their relationship may be closer than that, but there appears to be a level of volatility that bears closer watch. Are they close friends? Are they familial? Or something else? Time will tell. Fortunately, Specialist de Luca seems to fit in well, foregoing the hazing that both the S.A.S. and SEALS operators seem fond of inflicting […]. In conclusion, I believe Specialist de Luca is a valuable addition to the Rainbow Program and that her particular skills will keep the teams guessing during asymmetrical combat simulations.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "Mx4 Storm",
        "ACS12"
      ],
      "secondary_weapons": [
        "Keratos .357",
        "Bailiff 410"
      ],
      "gadgets": [
        "Impact Grenade",
        "Deployable Shield"
      ]
    }
  },
  {
    "name": "Amaru",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2K1uxROLvHGxOIOMpNRFeU/7b4afc5ded3d1b9a937d1b504b5d4d0d/Y4S3_BADGE_Amaru_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1w0TmOriiVzmeIBYodZ6wK/81da7f64732b1dbf5ccf984f2aea1d94/R6-operator-amaru.png",
    "bio": {
      "real_name": "Azucena Rocío Quispe",
      "date_of_birth": "May 6th (Age 48)",
      "place_of_birth": "Cojata, Peru",
      "bio": "Biography\n“Forget who you are, and nothing else matters. You’ll fight for anyone, and never know why.”\nSpecialist Azucena Rocío “Amaru” Quispe began her career as an anthropologist concerned with the preservation of Peru’s shared cultural heritage. Her unique familial link to colonial explorers of the early 20th century gave her uncommon insight into both how voyages of discovery can shape cultural consciousness, and into the deep and abiding loss created when a shared cultural touchstone is lost. She served for several years in the Policía Nacional del Perú (PNP), before reorienting as a freelance archeologist focussed on the discovery and categorisation of new archaeological sites. After several run-ins with antiquities traffickers, and failed attempts to bring them down from within, she turned to guerrilla tactics in order to seize important cultural discoveries for the Peruvian State. When Specialist César “Goyo” Ruiz Hernández made us aware of her presence, she had already spent some 20-odd years in the jungles of Peru, fighting the cartels on her own terms.\nPsychological report\nSpecialist Azucena Rocío “Amaru” Quispe’s self-awareness is uncanny, especially with regards to what motivates her. Loss is not unusual for an operator to face, but not often in such great numbers, nor in such quick succession. […]\nShe learned early on to be at home in the jungle. Her family attachments were the grounding elements in a difficult childhood. While her siblings and cousins provided her with plenty of friendly rivalries, her grandmother’s quiet hope is what she speaks of most fondly. From what I understand, her great-grandfather disappeared almost a century ago on an expedition to a lost city – details suggest he traveled with Percy Fawcett, though confirmation is impossible – yet Quispe’s grandmother always believed her father would return. Even long after Kantuta’s death, I suspect Quispe still holds the same fairytale notion of an eventual reunion. […]\nQuispe’s strength lies in her uncommon mix of realism and good humor. She isn’t afraid to laugh at the curveballs life throws her, yet she has confessed to me that she feels “haunted” by the ongoing unrest in her home country. She is, first and foremost, possessed of a deep and abiding love for Peru. […] I would never accuse Quispe of being a sentimentalist, because her interest in preserving her culture is far more mercenary than most people would understand. […]\nThe bond between Quispe and Specialist César “Goyo” Ruiz Hernández is clearly something they both treasure. I suspect she accepted the offer to join Rainbow simply to spend time with him, believing that she would be back in the Amazon before too long. What she seeks is more tools to add to her arsenal, but it’s what she has to teach that’s vital to the future of this unit. Without her, we will be hard-pressed to combat the very forces she has been evading for the past 20 years. […]\nIn any case, her gregariousness has seen her quickly integrated with the other operators. It remains now only to convince her that this is where she can make the greatest difference, and that task falls to me.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "G8A1",
        "SuperNova"
      ],
      "secondary_weapons": [
        "Gonne-6",
        "SMG-11"
      ],
      "gadgets": [
        "Stun Grenade",
        "Hard Breach Charge"
      ]
    }
  },
  {
    "name": "Aruni",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5rOLCYQOh5HH0Nv6NHe38H/29681f901ff71ae5decb5ccb1b9f8a29/Y5S4_BADGE_Aruni_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/xIH5tc98YOO1Juf1cRcJC/779f61650fac17e6e79e7b0f618c83e5/r6s-operator-aruni.png",
    "bio": {
      "real_name": "Apha Tawanroong",
      "date_of_birth": "August 9th (Age 42)",
      "place_of_birth": "Ta Phraya District, Thailand",
      "bio": "Biography\n“In every conflict, it’s the children who are made to suffer, even after the fighting has stopped.”\nAs a private detective, her discovery of a bomb plot in Bangkok brought Aruni to the attention of the Royal Thai Police (RTP). Her knack for connecting the dots between seemingly-unrelated incidents earned her grudging respect from Thailand’s male-dominated law enforcement agencies, as well as hostility from numerous criminal syndicates.\nThe RTP offered Aruni a Detective position with the Crime Suppression Division, where she dismantled a human trafficking ring and foiled no fewer than four bomb plots. Her ability to track and connect diverse shipments of explosive materials was lauded by her superiors. Unfortunately, Aruni’s police career ended when she was nearly killed during an operation in Bangkok.\nFollowing her recovery, Aruni was approached by Jaimini “Kali” Shah. Kali’s access to cutting-edge prosthetics was likely a factor in Aruni’s decision to join Nighthaven.\nPsychological report\nAruni is quick on her feet, both mentally and physically. She rarely hesitates, and her judgement is flawless under the most trying circumstances. Her reaction speed, combined with her expertise in firearms and martial arts, means that she is a versatile and deadly combatant. Her fitness regimen – taken up following years of physical and psychological recovery – is intense, but it enables her to maintain peak performance. [...]\nAruni’s affiliation with Nighthaven appears to be one of convenience. Nighthaven pays well and provides her with access to cutting edge prosthetic technology. While she uses some of the money she earns to support herself, she’s also a quiet philanthropist with a very frugal lifestyle. She donates time and money to charities that focus on the disposal of unexploded ordnance along the Thailand-Cambodia border and medical treatment for victims.\nOne of Aruni’s closest companions is Hero, a giant pouched rat trained in demolitions disposal. Though not stated outright, Hero appears to be her emotional support animal. [...]\nWhen time is in short supply, Aruni has a penchant to bend the rules in favor of expedience – an understandable impulse, especially in cases where lives are on the line, but it isn’t always acceptable to her superiors. Though she was a brilliant police detective, her tendency to prefer convenience over procedure led to a number of minor infractions. [...]\nWhile she’s done the majority of her professional work in Thailand, Aruni is an accomplished world traveler. Her wanderlust has taken her to other parts of Southeast Asia, as well as Central and South America. [...] She and other Specialists – namely Emmanuelle “Twitch” Pichon and Sanaa “Nomad” El Maktoub – have traveled together, providing both companionship and security when visiting destabilized regions. [...]\nShe uses photography – a skill she developed as a private detective in Bangkok – as a way to raise global awareness of the vast minefields left over from prior wars. These personal photographs tend to focus on the victims of conflict, especially those maimed by unexploded ordnance. Ultimately, these images allow her to give herself what so few of us think we truly deserve – compassion.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "P10 RONI",
        "Mk 14 EBR"
      ],
      "secondary_weapons": [
        "PRB92"
      ],
      "gadgets": [
        "Bulletproof Camera",
        "Barbed Wire"
      ]
    }
  },
  {
    "name": "Ash",
    "type": "Attacker",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/58Y4Q2x7msL8uQUoiA7LGM/b204acc9c5a015029140723ef2e435bb/Y0R6_BADGE_Ash_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4uyWdmCF6zI9vcn4vKp9zx/1b9393a63e1071daeccb95732e530d40/r6-operator-ash_229846.png",
    "bio": {
      "real_name": "Eliza Cohen",
      "date_of_birth": "December 24th (Age 33)",
      "place_of_birth": "Jerusalem, Israel",
      "bio": "Biography\n“You can never truly understand a conflict until you’ve been on both sides.”\nCohen’s mother is a renowned Jewish political activist and professor while her Palestinian father is a professor of Middle Eastern Studies. Cohen was raised in Israel, excelling in Mathematics and Physics. She earned a degree in Structural Engineering at Tel Aviv University and spent a few semesters at Boston University.\nCohen then enlisted in the Israeli Defense Forces (IDF). After undergoing the rigorous twenty-two month training for the elite Air Force unit, Shaldag, she served five years. Skilled in ground and airborne operations, all-weather and all-terrain navigation and reconnaissance, she was invaluable in Operation Orchard. Moving to the US to work with FBI SWAT, Cohen applied her degree in Engineering and gift in structural resistance to develop advanced demolition tactics and equipment. Along with Hebrew, Cohen is fluent in Arabic, English, French and Greek.\nPsychological report\nI had several meetings with Specialist Eliza “Ash” Cohen before I gave up on convincing her to not see me as a commanding officer. She asked so many probing questions, it was starting to feel as though she were analyzing me. […]\nCohen isn’t interested in discussing her childhood. There’s resentment toward a judgmental grandmother, but no lasting trauma. Military service acted as an escape from family tensions and appealed to her ordered and focused personality. Cohen added that she appreciates high-risk, high-reward scenarios, but didn’t elaborate on what level of personal risk is acceptable.\nHer identity is intertwined with her military training and operations. Extracting anything personal from the tangle is difficult. Cohen is cautious and doesn’t cultivate many close relationships. Her bond with Specialist Miles “Castle” Campbell is therefore important to her – and I would say to the team as well. It’s certainly a good pairing. Campbell’s amenable personality enables Cohen to step out of her comfort zone without feeling self-conscious or judged. […]\nCohen uses other people’s assessments to describe herself: She told me that Specialists Dominic “Bandit” Brunsmeier and James “Smoke” Porter tell her she’s “too serious,” while others describe her as “intense,” and that she enjoys being proven right. So I asked if she thought those descriptions were accurate. She told me that she only cares about whether the other operators respect her. I’m confident they do. […]\nOn operations, Cohen is exemplary: She thinks fast, and her aggressive style almost always puts her at an advantage. During debriefs, however, I’ve noticed a different kind of focus. The residual stress of combat causes her to dwell on every misstep, perceived or real. Self-evaluation is understandable from someone so highly skilled, but it also has an effect on her team. It’s important to encourage her to process the events as a joint effort and not simply assume the critique alone. Cohen – like all operators – knows there will be situations she can’t prepare for. And yet, she alone allows the stress of the unknown to eat at her. This will need to be addressed.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "G36C",
        "R4-C"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "M45 MEUSOC"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Azami",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7KWTXHTk8rxLS5qtyX4Xu4/b51f8691b932fd2b83260ef3fbcd1154/r6s-operators-badge-azami.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6vzacvORn7fh5sWFqy4glF/daadcbb2e0515129bf0cb610eccb3393/r6s-operator-azami.png",
    "bio": {
      "real_name": "Kana Fujiwara",
      "date_of_birth": "September 6th (Age 28)",
      "place_of_birth": "Kyoto, Japan",
      "bio": "Biography\n“Honor is not the only thing worth protecting…but sometimes it’s all you have left.”\nRaised in Kyoto City, Azami blurs the lines between the ultra-modern and the traditional. Boxed in by the rigid rules of her household, she found outlets for self-expression through fashion and physical combat. Her focus and determination allowed Azami to progress quickly through the ranks of Aikido. This aptitude, as well as her dedicated study of languages, served her well when she moved to Tokyo to study at the Metropolitan Police Academy.\nWhile working as a motorcycle officer Azami gained her 3rd Dan in Jujitsu and her 5th Dan in Aikido, earning her a spot in the Security Police division of the TMPD. She fell out with her sensei after failing to achieve the serenity necessary to progress. After facing suspension due to multiple violent outbursts in the line of duty, she subsequently chose to join the private sector as a bodyguard. Azami worked exclusively for Masayuki Yahata in Fukuoka before his death led her to re-establish contact with Yumiko “Hibana” Imagawa.\nPsychological report\nThere is a mystery hidden behind Specialist Kana “Azami” Fujiwara’s mask. Her demure charm can be disarming, making her an unassuming companion for business and social meetings. However, when her employer is threatened, the “mask comes off,” which leads me to believe I should be cautious in my attempts to peer behind it. […]\nFujiwara’s responses to my inquiry into her family history were polite, and I daresay… all too precise. I’m still trying to determine if her dedication to Bushido teachings was encouraged by, or in spite of, her relationship with her father. […] Fujiwara’s profile is characterised by a high level of self-control, independence, and extraversion. What I question is her emotional stability. Her performance as a bodyguard shows that she can keep a cool head amidst chaotic situations and is unarguably someone you can trust with your life.\nHer reaction to Yahata’s death is uncharacteristic with her professionalism and does concern me. Fujiwara refuses to answer to her given name until she uncovers the truth surrounding the death of Masayuki Yahata. She’s now claimed the name Azami, stating, “Until I reclaim my honor, I am only vengeance,” serving as a continuous reminder of the debt she owes. His passing has moved beyond a vocational failing and into personal mourning. I can see her struggling to define whether his last word was a blessing or an accusation […]\n[…] Fujiwara’s face lit up when we talked fashion, but I fear I may have insulted her when I suggested we go shopping at the mall. “I don’t shop, I curate.” Her wardrobe is obsessively meticulous, each item chosen for its form as well as its function. I will say her bold fashion sense distracts the eye while hiding a myriad of weapons, the most dangerous of all being her wrath. I think next time I’ll inquire about her poetry. […]\n[…] I’ve observed her in training. Though her movements are precise, her fluidity is disturbed by the unpredictability of her weaponized rage. Hibana vouches for Azami’s ability and trustworthiness, but while she has earned my confidence, Fujiwara’s methods require closer evaluation […]\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "9x19VSN",
        "ACS12"
      ],
      "secondary_weapons": [
        "D-50"
      ],
      "gadgets": [
        "Impact Grenade",
        "Barbed Wire"
      ]
    }
  },
  {
    "name": "Bandit",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4Vasjq82J1TNjNE38J7LmV/e1725f8d9ea2b85565e40b54faac85b8/Y0R6_BADGE_Bandit_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7uF3w5MYCFA1zikIkECPi9/f03570fd8c7739361619726638561c7a/R6-operator-bandit.png",
    "bio": {
      "real_name": "Dominic Brunsmeier",
      "date_of_birth": "August 13th (Age 42)",
      "place_of_birth": "Berlin, Germany",
      "bio": "Biography\n“Survival is all about timing. Nature doesn’t give second chances.”\nBrunsmeier and his twin brother were raised in a working class district near the Berlin Wall. Their father worked in the police force and strongly encouraged them to join. While working with Bundespolizei (BPOL) Brunsmeier excelled in crisis situations. He transferred to the Aviation Group long enough to obtain his helicopter license but his adaptability and experience with border surveillance flagged him for undercover operations. He was embedded as an undercover agent in the terrorist organization Red Army Faction (RAF) and later in the Hannover Chapter of the Hell’s Angels. In both operations Brunsmeier’s contribution was critical in seeing key members arrested and providing valuable information. While undercover, Brunsmeier honed skills in guerrilla tactics and improvised explosive devices. He developed prototypes of his electrified barricade and deployable shield. He is fluent in German, English, Polish and Turkish.\nPsychological report\nI wouldn’t expect an operator who worked undercover for years amongst dangerous biker gangs and militants to be anything less than clever and adaptive. And in re-reading Specialist Dominic “Bandit” Brunsmeier’s file I’m struck by just how resourceful he had to be. It’s clear he had to be creative and strategic to stay alive. Frankly then, I was surprised by his sense of humor. It must’ve sustained him through his undercover operations. That said, he can have a cold intensity. Nothing reminds me that I’m a soft civilian more than looking into Brunsmeier’s eyes. […]\nBrunsmeier certainly speaks fondly of his brother. He enjoys being an uncle to his brother’s kids – how they’re the only ones who let him be as silly as he’d like. He told me about their childhood in the shadow of the Berlin Wall. How sometimes they’d hear a BOOM from something triggering a land mine. And how they couldn’t resist pranking the patrol guards with some twin antics. […]\nI didn’t want to ask about the undercover work directly. It wasn’t until our most recent meeting when he volunteered some information. Brunsmeier described the challenge of remembering the real “you” when immersed in another persona. The question: “Who are you?” would creep into his sleep. If he dared to form an answer, he knew he was as good as dead. Even considering the question was dangerous. So he would push it away. We discussed details of what he had to do to ensure his cover wasn’t blown, the source of some fantastic rumors circulating about him. Smiling, he assured me they’re only half true. I don’t want to break his confidence here. I merely need to assess if it has any lasting impact on him and the Rainbow team. […] The most I can offer at this time is that the team works well together. […]\nIt’s critical that Brunsmeier doesn’t close himself off. Training scenarios alongside operators such as Specialists Miles “Castle” Campbell, Emmanuelle “Twitch” Pichon, or Elias “Blitz” Kötz could help. These operators have calming attributes that may temper Brunsmeier’s inner demons.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP7",
        "M870"
      ],
      "secondary_weapons": [
        "P12"
      ],
      "gadgets": [
        "Barbed Wire",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Blackbeard",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4BTbmcs1EtoUbnpk5Am22Y/b7bd4d0708245c78b98455505c0d51a8/Y1S2_BADGE_Blackbeard_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1FtCiVm4q4DsQNsLoT5nV0/2028bded87ef2fe2b255332f4245c525/R6-operator-blackbeard.png",
    "bio": {
      "real_name": "Craig Jenson",
      "date_of_birth": "March 12th (Age 32)",
      "place_of_birth": "Bellevue, Washington",
      "bio": "Biography\n“I’m a diver. We’re used to seeing threats through a layer of tempered glass.”\nInstead of following the family tradition in the medical sciences, Jenson joined the US Navy. His early years in the Boy Scouts and the United States Naval Sea Cadet Corps (Blue Angels Squadron) solidified his desire to serve his country and see the world. Joining the military offered him the ideal opportunity to pursue an academic education while learning a wide range of skills that fueled his adventurous spirit. After his initial military stint, Jenson focused on the US Navy SEALs as his ultimate career goal. Driven to succeed in his profession and his private life, he has climbed Mount Everest, participated in US sailing championships, and has sailed around the world on several occasions.\nPsychological report\nSpecialist Craig “Blackbeard” Jenson has a commanding presence, complemented by a boisterous sense of humor and a booming laugh. Outside his operational role, Jenson doesn’t appear to take too many things seriously. He was relaxed and open throughout our conversation, describing himself as “gung-ho and an all-in kind of guy.” I have to admit I don’t hear “gung-ho” too often. […]\nAthletic, rugged, a mountain climber and competitive sailor, Jenson tells me that he’s most himself when he’s in nature. He says the wilderness encourages adaptation and builds willpower, tolerance, and acceptance. This seems to be something he’s been cultivating since his youth. I asked him if there was a job out there that he would do if he wasn’t in the military. He told me that he thought about becoming an oceanographer but right now there’s “still a lot of shine on being a SEAL”. […]\nI asked him when he first discovered his taste for adventure. At five years old he snuck out of bed and hauled all the family camping equipment into the woods behind his house. He camped there for two days, then returned so his parents wouldn’t worry. He later learned that they knew exactly where he was and had been keeping an eye on him. He regrets not staying out longer. […] He says his great-grandfather quit his job one day, left his wife and kids, and went North to be a gold miner. Jenson says he shares that same passion to explore, though he’s not at all interested in abandoning his own wife and children. […]\nPresent day pirates are a serious concern to the Navy, and Jenson has participated in multiple anti-piracy task forces. That said, when at home he enjoys playing swashbuckler pirates with his kids. Jenson says pirates were egalitarian, and that it was similar to how a Rainbow team might conduct an operation. […] He’s a solid operator with a clear image of his role. He’s successful at it and well-liked by his team. If he wants to play pirates in his downtime, I think it sounds like fun.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Mk17 CQB",
        "SR-25"
      ],
      "secondary_weapons": [
        "D-50"
      ],
      "gadgets": [
        "Breach Charge",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Blitz",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2YTGfm1Df9PtldLcGodcTV/9a235b550cdf5066d686cef750eba090/Y0R6_BADGE_Blitz_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/MlN3NUzTAYwPkFughKR23/19b3155bf7d69c7415cafa36f52f67e7/R6-operator-blitz.png",
    "bio": {
      "real_name": "Elias Kötz",
      "date_of_birth": "April 2nd (Age 37)",
      "place_of_birth": "Bremen, Germany",
      "bio": "Biography\n“I don’t like photos of myself. The lighting is always wrong.”\nKötz is a graduate of Hermann-Böse-Gymnasium, an elite academy specializing in science and language studies. Throughout his education Kötz excelled both academically and athletically. Among his many unique qualities, Kötz is multilingual with the ability to grasp the nuance of a language quickly. His physically imposing frame and skill with his weapon make him formidable in tight space, room-to-room deployment. It’s his tactical experience that secures him as a solid Rainbow elite. These abilities combined with his specialized academic background and good-natured personality make him highly sought after. He easily transitioned from a Schnelle Kräfte soldier in Kosovo to a member of GSG 9. Kötz has been integral to fostering training practices and good will between India’s National Security Guard and GSG 9.\nPsychological report\nSpecialist Elias “Blitz” Kötz has seen his share of intense combat but is physically and mentally resilient. His temperament can best be described as jovial, though his team prefers to describe his sense of humor as “goofy.” I know my son would agree. Kötz uses humor to help diffuse stressful situations. It’s appreciated by his teammates and holds more value than his previous commanders gave him credit for. […] It’s not that he doesn’t take his job seriously. In fact, quite the opposite: On a number of occasions he was the first to rush a barricade and has often placed the team’s safety over his own. The fact that Kötz prefers to not consider his acts as heroic is a quirk of his personality, but certainly no detriment to his performance. […]\nI like to think of myself as physically fit. Of course I realize these specialists are in a class of their own but even there, Kötz stands out as exceptional. He jokes about how often our med team files requests to strap him to some new machine so they can keep testing his physical limits. For anyone else the attention might be overwhelming, but Kötz takes it all in his stride. […]\nFor his easy laugh and quick wit, there’s an earnest passion to Kötz. In the midst of telling me how his childhood was fun and free, he suddenly stopped. All joking aside, he said, “We have a responsibility to look after one another. I take that very seriously.” I have no doubt. […] I’ve noticed that Blitz is a close confidante with Specialist Lera “Finka” Melnikova. When I asked him about it, he said they enjoy making fun of each other. She impresses him, he told me. It makes me wonder if he harbors some guilt because he’s in perfect health. […]\nKötz’s mental dexterity can’t be overlooked, yet he often neglects to use it during operations. His amicable friendship with Specialist Gilles “Montagne” Touré may be a pathway to expanding Kötz’s application of his own abilities, and a way to hone their competitive edge.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "G52-Tactical Shield"
      ],
      "secondary_weapons": [
        "P12"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Breach Charge"
      ]
    }
  },
  {
    "name": "Buck",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2oZZBEZzVLFpRY7Mp85MWq/f62287872dd61b4e0697a93d703b2beb/Y1S1_BADGE_Buck_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3YDi0a5YWFRwNzMoAjZstI/f2ebc37bde447faa664bcf160c63042d/R6-operator-buck.png",
    "bio": {
      "real_name": "Sebastien Côté",
      "date_of_birth": "August 20th (Age 36)",
      "place_of_birth": "Montreal, QC",
      "bio": "Biography\n“Follow me. I know a shortcut.”\nCôté comes from a long line of military veterans and served in the Canadian Reserves throughout university. After graduating with a degree in Criminology, he enlisted full time in the Canadian Armed Forces and was assigned to the Military Police. His specialized training in high-risk situations, both long- and close-range, marine rescue, and armed ship boarding made him a strong candidate for the RCMP Emergency Response Team.\nEven after his acceptance into the world-renowned special operations force JTF2, Côté has continued to expand his repertoire of skills, including high-speed tactical driving on both land and water, hazardous materials management, and hostage rescue. When under stress, he exhibits self-discipline and adaptive thinking. His friendly and intuitive leadership style makes him one of the more flexible team members. Along with French and English, Côté speaks fluent Pashto and is currently enrolled in Kanien'kéha (Mohawk) studies for personal interest.\nPsychological report\nSpecialist Sebastien “Buck” Côté is one of those easy-going people who can settle into any conversation and make everyone comfortable. I enjoy our sessions together. In our first encounters, he was formal but not necessarily closed off. I can see why, in social settings, he’s described as laid-back. In the field, his tendency to meld well with a wide range of people is recognized by those with a tactical eye, but is appreciated by all who work with him. […]\nCôté has an adventurous spirit and, for someone who is a veteran of the forces, approaches his work with fresh enthusiasm. He was raised with tales of his voyageur ancestors who paddled the rivers across Canada, worked as fur trappers, and helped map the north for the railroad and mining industries. He told me he only recently discovered that his great-grandfather almost drowned in rapids but was rescued by his Mohawk friend. If it hadn’t been for this friend, Côté’s father wouldn’t have been born. So as thanks, Côté told me, he plans to learn the language.\nThis is a great illustration of Côté at his core. Though he is eager to make a difference in the world, his approach is sensible and realistic. He works toward actual results and the effort required doesn’t deter him. […]\nHe grew up in close-knit family, the middle of three. I gather the entire family is very physically active and Côté says most of his activities are centred around the outdoors. That said, he was happy to share his fascination with mechanical puzzles. It’s an intricate maze of metal pieces that fit together and the challenge is to reassemble them. Côté told me that his uncle taught him how to make them and he’s been doing it ever since. The one he showed me was not only designed by him, but Côté machined the pieces as well. Being able to design and craft this type of complex structure demonstrates Côté’s analytical mind and artistry. I just wish that he hadn’t left it with me. It’s proving embarrassingly difficult for me to solve.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "C8-SFW",
        "CAMRS"
      ],
      "secondary_weapons": [
        "Mk1 9mm"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "CAPITÃO",
    "type": "Attacker",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/73R4IrWJyn0xdkJ0fjOODA/fc70d200a7530dccae2847ab7962e394/Y1S3_BADGE_Capitao_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5OxEmlChYi0U3d4URLaC4C/e348f7b3b77d2d8dec65ec6afbe171f9/R6-operator-capitao.png",
    "bio": {
      "real_name": "Vicente Souza",
      "date_of_birth": "November 17th (Age 49)",
      "place_of_birth": "Rio de Janeiro, Brazil (Nova Iguaçu)",
      "bio": "Biography\n“Focusing only on the bad things in life will keep you from seeing the many opportunities to do good.”\nThe youngest of three children, Souza was raised in Nova Iguaçu, a suburb of Rio de Janeiro. The murder of his older brother by drug dealers prompted Souza to join the Polícia Militar, where he was trained in a wide range of tactical weapons and breaching strategies. During a raid against a crime cartel, Souza was ambushed and taken hostage. Despite the loss of an eye and other brutal treatment, his inner resolve kept him alive for two months before he was rescued. Believing Souza perfectly embodied their motto, Victory over Death, and given his urban warfare experience, Batalhão de Operações Policiais Especiais (BOPE) recruited him into their ranks following his recovery. He has become a renowned expert in the organization and psychological behavior of criminal gangs, and his fight to end drug crime has put a cartel bounty on his head.\nPsychological report\nFor all of the descriptions of what makes Specialist Vicente “Capitão” Souza an excellent operator – dedicated, focused, analytical – at his heart he is a family man. Every step of every decision reinforces his commitment to protecting his family and making their world safer.\nRaised in a close-knit community, he extends that tradition to his own three children. It’s hardly surprising he never got over the trauma of losing his older brother. He named his eldest son in honor of him, and they often share stories to keep his memory alive. Souza’s favorite moments are when his house is crowded with family, and the quiet, safe surroundings he’s created in his own home give him a chance to relax his guard, knowing that they’re all within his reach and protected. […] He admitted that he doesn’t trust his children’s friends, yet he also worries that he can be too overbearing. It sounds like he raised them to be smart about how they live their lives, though I suspect the fear of losing them will always be more intense for him than for other parents with less tragic pasts. […]\nSince there was talk of removing him from the field following his capture and mutilation, I thought it best we discuss how he feels about that ordeal, long ago though it may now be. It wasn’t something I wanted to bring up during our first meeting, so I reserved it for subsequent discussions. What’s clear is that it shaped him. Souza is dedicated to justice and protecting those who cannot protect themselves. It’s made him relentless. At any given moment he is deciphering every aspect of how these gangs function in order to find a weakness. It’s a daunting task that one member of law enforcement can’t fix alone. […]\nHis incomparable resolve and years of unique experiences make him a valuable asset for any team, but it’s crucial that he maintains some distance between his role as a protector and his sense of self. We need to be understanding, but we also need to ensure that he remains grounded.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "PARA-308",
        "M249"
      ],
      "secondary_weapons": [
        "PRB92"
      ],
      "gadgets": [
        "Claymore",
        "Hard Breach Charge"
      ]
    }
  },
  {
    "name": "Castle",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/kzznLctjOsXJZAg0F2HPB/dea28fa008515d6ddaa0d2659f4dc253/Y0R6_BADGE_Castle_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/569euf91mHD0ZceUnO5tVl/d2c58485cf44e51c130373fe8007f4d0/R6-operator-castle.png",
    "bio": {
      "real_name": "Miles Campbell",
      "date_of_birth": "September 20th (Age 36)",
      "place_of_birth": "Sherman Oaks, California",
      "bio": "Biography\n“Listen up, people: No one dies today. Any questions’ll just have to wait.”\nMiles Campbell graduated from Cal State LA with a bachelor’s degree in Criminal Justice and promptly joined the LAPD. Recruited into LAPD SWAT, Campbell excelled in tactical support and high-risk incidents. His careful application of dynamic and deliberate entries made him a Captain early on, while his exceptional perimeter control earned him his first commendation.\nAlways interested in the safety of his team, Campbell worked tirelessly to perfect defense and reinforcement techniques and equipment. He has earned multiple commendations since his first and is a certified firearms specialist. Transferred to the FBI as a field agent where he trained with the German Federal Police (GSG-9), he was then recruited into the FBI SWAT team. Campbell has participated in cross-departmental training sessions with international law enforcement agencies, including the SAS and GIGN.\nPsychological report\nWithin minutes of my first meeting with Specialist Campbell it was like being with an old friend. He has an easy-going manner. We joked over American football and our football – side note: look up the origins of the word “soccer.” I have 20 quid bet on it. […]\nReports repeatedly mention that Campbell is referred to as “papa bear” or “the diplomat” among the Rainbow operators. He described how he smoothed over a heated discussion between two operators the other night. It’s clear that he’s the team’s social glue. This, and his openness, means that Campbell can be grouped with any member of Rainbow. I’m not surprised that he’s the one with whom Specialist Eliza “Ash” Cohen feels the most comfortable. […]\nHis sense of fair play is clear in both his personal and professional life. I wondered if it was ever a struggle for him, given what he’s seen. Without hesitation he told me: His job is to protect those who can’t protect themselves. Beyond the sense of justice that motivates him, he has a desire to transform things for the better. […]\nOur discussion explored his appreciation of his teammates, world cultures, and his love for the abused dogs he’s rescued. Campbell’s a curious person, someone who enjoys learning for learning’s sake: Habitually staying up late to watch any sort of documentary certainly makes him a kindred spirit for me. He draws his positive energy from his parents, who have been married 42 years and are still madly in love. Along with inheriting their work ethic, it’s their playfulness he tries to emulate. […]\nCampbell is a hopeful person. He believes in the potential of people – all people – and wants to be an agent of change. He’s so concerned for others that he may overlook his own needs. I suspect this is what sparked his recent blow-up after a training exercise. His frustration with himself was evident. One of his strategies hadn’t played out the way he had hoped. Clearly, we need to make sure he gets as much encouragement as he offers to the others.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "UMP45",
        "M1014"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "Super Shorty"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Caveira",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4H1dOkcdZIKblKkAWjD390/10e57f4829eabda30f4aa1044e49893d/Y1S3_BADGE_Caveira_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3BfIIo48RsMmkntTXU54g5/93826b4340e2fda49d959054b15151c0/R6-operator-caveira.png",
    "bio": {
      "real_name": "Taina Pereira",
      "date_of_birth": "October 15th (Age 27)",
      "place_of_birth": "Rinópolis, Brazil",
      "bio": "Biography\n“Not every child gets to choose who they grow up to be.”\nPereira is seventh of ten kids, born to a widowed mother in a small town of the state of São Paulo. After moving to Rio de Janeiro at a young age, Pereira was arrested for robbery and offered a choice between juvenile reformatory and working with the Polícia Militar as an informant. Years of undercover operations within Brazil’s notorious gangs made her a master of interrogation techniques and surveillance, and Pereira is now frequently called upon to conduct training exercises within the force. Her skills in confined environment tactics, extraction, and extreme risk situations are exemplary. It was Pereira’s actions during the Rio de Janeiro Security Crisis that caught the attention of Rainbow, though multiple reports note that she is considered a dangerous, free-roaming operator.  Outside of her professional record, little is known of Pereira’s life, except that she enjoys learning different languages and fighting in unofficial Jiu Jitsu tournaments.\nPsychological report\nIt’s too obvious to describe Specialist Taina “Caveira” Pereira as fearless and intelligent when a slew of reports describe how daring she is on operations; how she isn’t one to ruminate before she reacts; that she’s about getting the job done. And while her successes haven’t gone unnoticed, she’s been denied commendations due to her rebellious nature. With all that, on our first meeting I was expecting – who was I expecting? […]\nStarting her military career as an informant tells me she’s a survivor. In that context, it made more sense to ask why she continued once her mandatory sentence had ended. She told me it went from being a way out to being a way of life. She’s still defiant, up against the system. But it’s also clear, even as she teases others about their “superhero sense of justice,” that she takes her role seriously. […]\nPereira is often criticized for being blunt by those who don’t understand large family dynamics – particularly with so many brothers. Though very close with her siblings, Pereira had to fight to be heard or even noticed. It’s understandable that she treasures privacy, and exudes great satisfaction with having her own way. At the same time, her family dynamics made her comfortable with noise and spontaneity, and she understands the subtleties of group dynamics far better than others her age. It’s one of the reasons she’s so skilled with interrogation. I do hate to imagine how the streets may have sharpened that skill, though. […]\nPereira has made it clear we won’t be discussing her private life. By the way she played with her necklace, I think she was protecting someone close rather than slighting me. […]\nSo, who was I expecting when I met Specialist Pereira? She isn’t someone who can be anticipated or predicted. That’s not an ominous warning. Quite the opposite. I have utmost faith in her abilities, in her poise and inner focus. Where others see rebellion, I see resourcefulness. Pereira is full of surprises, but it’s my opinion we can trust her to do the right thing.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "M12",
        "SPAS-15"
      ],
      "secondary_weapons": [
        "Luison"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Clash",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7G4lGl5HPLFTTUdcZW8UOK/3901b44cf2a9423486ffd78531e42f87/Y3S3_BADGE_Clash_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/snhm8UctuxdKTEcvnWi2K/17e5c888c0407d74a658eefbf91e60b6/R6-operator-clash.png",
    "bio": {
      "real_name": "Morowa Evans",
      "date_of_birth": "June 7th (Age 35)",
      "place_of_birth": "London, England",
      "bio": "Biography\n“Come closer. I dare you.”\nMorowa Evans led the fight in her community against racist groups in often-violent clashes. She was relentless until the day her friend and mentor, Tray Pearson, died trying to stop looters during a riot. Two months later, Evans offered her assistance to the Metropolitan Police Service (MPS) because she wanted to make a difference from within the system. The MPS offered her a clean slate if she helped stop protests from going violent. Evans made it her career, going from insider to eventually joining the MPS.\nDuring the 2011 London Riots, Police Constable Evans commanded the front line in the Territorial Support Group to stop the violence from spreading, and later acquired special permission to attend Gold Command meetings, devising new crowd-control strategies based on her years as riot leader. PC Evans made 274 arrests throughout her service and later made Detective Constable. She earned the Queen’s Police Medal for exceptional bravery and earned a spot in Rainbow due to her experience, service record, and tenacity.\nPsychological report\nWhen I recommended Specialist Morowa “Clash” Evans, I met considerable resistance. The Selection Board couldn’t see past her violent past but I saw a street-hardened veteran who knew how to fight dirty and was the leading expert in riot control. [...] Despite the mistrust from her fellow Constables, Specialist Evans proved herself during the 2011 London Riots when she confronted those she once led; from the CCTV footage and eyewitness reports, those rioters showed her no mercy, but she was exemplary. I initially wondered what allowed her to switch sides and remain sane. It’s because she was still protecting Londoners from racists and those rioters alike who were indiscriminately hurting locals. She didn’t want to quiet the storm. She wanted to redirect it.\nRegardless, it wasn’t easy going from riot leader to gaining Scotland Yard’s trust. I’d say it’s the very definition of an uphill battle and I know for a fact that every misstep was used against her. Her temper got the better of her early on, and some officers went out of their way to provoke her. In the end, many bets were lost when she graduated from Hendon, but she rightfully earned her division’s respect. Nobody was more qualified in understanding mob behavior or pioneering snatch squad tactics.\nWho knows what kind of life she’d have led without her mentor’s influence? They had the same goals, and while Pearson’s non-violent path was not hers, she still used his tragedy to channel her anger. […]\nShe remains an enigma within Rainbow, but I’m glad to see she’s already made friends with Specialist Gilles “Montagne” Touré—I think she appreciates the competition, and they share experience working the protection detail at G8 and G20 Summits. […] She’s persistent and fearsome, however, and she’s bound to keep the operators on their toes with her tactics. I have no doubt she’ll earn the same level of respect here on Rainbow that she fought so hard for in the MPS.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "CCE Shield"
      ],
      "secondary_weapons": [
        "P-10C",
        "SPSMG9"
      ],
      "gadgets": [
        "Barbed Wire",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Doc",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/71Nl3v0LqHyo9eXV6xTFQd/1ba4f057b6acad3ec700ca9e60b53d6c/Y0R6_BADGE_Doc_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7cZ1TDHehPRrgv6uJ2GIoy/d6feddd3fc1a0769a8ad56afa658e572/R6-operator-doc.png",
    "bio": {
      "real_name": "Gustave Kateb",
      "date_of_birth": "September 16th (Age 39)",
      "place_of_birth": "Paris, France",
      "bio": "Biography\n“My job is to keep you alive. Make it as hard as you like.”\nOf Algerian and French descent, Kateb grew up in an affluent family in Paris’ 16th arrondissement. He comes from a well-respected lineage in both the military and medicine. In his second year of medical studies with the prestigious Université Paris Descartes, Kateb answered the appeal for volunteers in Médecins Sans Frontières (MSF). He has subsequently volunteered numerous times on emergency frontline aid missions around the world. Upon graduation, Kateb declined a prominent private medical practice in favor of a career with the French Defense Health Service. Kateb’s main discipline is toxicology and ecotoxicology. He has authored studies on biological agents and their effects on at-risk populations and damaged environments, and contributed reports to the European Centre for Disease Prevention and Control (ECDC). Recognizing the ongoing need for doctors, Kateb continues to volunteer with MSF. He is a highly regarded medical officer for the commandement des forces spéciales Terre.\nPsychological report\nSpecialist Gustave “Doc” Kateb’s wealthy upbringing could easily have turned him into a narcissist, yet he’s one of the most accessible and thoughtful people I’ve encountered. Surprisingly, he didn’t have much interest in being a doctor. The impetus seems to stem from family tradition, though it’s clear his grandfather’s military service was a strong motivation. Kateb admitted that he almost quit at the end of his first year because he didn’t feel any passion for his work. I gather his father thought the mention of “passion” was absurd. […]\nIn his second year, Kateb volunteered for MSF and that first mission still resonates with him. The squalor, the chronic lack of supplies, the desperate need. He remembers how the look of worry on the mothers’ faces subsided as they gathered near the tents. That was when he found his passion at last. […] Encountering people with so little, it’s understandable that Kateb said he felt shame. What’s interesting is that he described embarrassment as well for the life he still had. […]\nField reports reflect Kateb’s selfless acts, yet he has explicitly chosen a combat role. That piqued my interest. It was some time before he was willing to share his story with me. During a frontline op in East Africa, the hospital where Kateb worked was stormed by local militia. All of the patients he had fought so hard to save were killed. From this horrendous event he realized it was within his power to save lives with a scalpel or a bullet. […]\nKateb’s proclivity for conflict resolution is just one of a dozen skills that make him an asset to Rainbow. It’s clear the team trusts and respects him. He’s developed a strong bond with Specialist Emmanuelle “Twitch” Pichon, due in part to Pichon’s use of technology to lessen the risk on human lives. Unfortunately, there is also unresolved animosity with Specialist Olivier “Lion” Flament over quarantine procedures that saw several of Kateb’s aid worker friends killed. For now, the situation is stable, if nonreciprocal. That may be the best we can hope for.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP5",
        "P90",
        "SG-CQB"
      ],
      "secondary_weapons": [
        "P9",
        "LFP586"
      ],
      "gadgets": [
        "Bulletproof Camera",
        "Barbed Wire"
      ]
    }
  },
  {
    "name": "Dokkaebi",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/aoQeHLohcuqvubBoyrzsM/d4a230ecba495c58c5521e10d5d84baa/Y2S4_BADGE_Dokkaebi_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2s5BCj0po76sK50EyDeNH5/63779ec1228021893847b361865956d1/R6-operator-dokkaebi.png",
    "bio": {
      "real_name": "Grace Nam",
      "date_of_birth": "February 2nd (Age 29)",
      "place_of_birth": "Seoul, South Korea",
      "bio": "Biography\n“You say potato, I say botnet.”\nNam's math and technology skills earned her a National Academic Excellence Scholarship at KAIST (the Korean Advanced Institute of Science and Technology). She served in the Republic of Korea Army (ROK), where her adeptness with technology saw her assigned to the 5163 Army Division. Looking for a chance from office life, Nam earned her place in the 9th Special Forces Brigade, known as the Ghost corps, where she trained in mountaineering, survival techniques, and guerrilla warfare. Highly adaptable, Nam often utilizes a creative, unorthodox approach to gets results. This skill didn’t go unnoticed by the USFK or the 707th Special Mission Battalion. Encouraged to focus on breaching defenses and exploiting weaknesses in networks, Nam was quickly recruited to the 707th and deployed alongside Specialist Chul Kyung Hwa, codename “Vigil,” until their recruitment into Rainbow. Nam works closely with Specialist Masaru “Echo” Enatsu in the R&D lab, engineering new countermeasure technologies.\nPsychological report\nGrace Nam is playful, clever, serious, and reckless as her codename – Dokkaebi – implies. She’s also mischievous. Recent reports say she’s been pushing herself beyond her limits and the team has expressed concern that she’s over-confident. Added to that, we have past disciplinary reports stating that her actions have been “unorthodox,” which I can believe. I was there when she hacked the system; I saw the promise when other people wanted her punished. […]\nNam’s a talented operator. But it’s important to note that she’s one of the younger Rainbow recruits and has little combat experience. This job is intense, and the stakes are high. Some days, I have the impression she would rather be behind her computer, controlling things from where no one can touch her. But she wants to improve; she wants to change. And to do that, she has to challenge herself.\nI’m certain the over-confidence is about fear. She’s afraid she doesn’t belong, that she isn’t good enough. As for past discinplinary hearings, the shortcomings are with the commanders, not with Nam. A talented hacker isn’t just someone who’s good with code, they’re a creative thinker with the ability to see connections the rest of us can’t. Yes, there’s recklessness. Yes, there’s an element of bravado. But whatever else people may see, they must also admit that there’s a method to Nam’s madness. […]\nWhen I asked about her childhood, she boasted of schoolyard fights and described the extreme academic pressures she faced. The school would shame parents by publically comparing their children. She’s carried this burden of expectation throughout her life, so to have Specialist Chul Kyung “Vigil” Hwa chastise her creates a friction that Nam will have to address. […]\nShe told me her grandparents introduced her to Buddhism when she was little and that she’s recently begun visiting the temple again. I’m reassured. This is her way to cleanse her mind and spirit. Her pursuit of inner balance will allow Nam to achieve her full potential. Her bluster may irritate operators such as Specialist Yumiko “Hibana” Imagawa, but I say let her be.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Mk 14 EBR",
        "BOSG.12.2"
      ],
      "secondary_weapons": [
        "Gonne-6",
        "SMG-12"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Echo",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3MRqAdUybJ7GR9gX4wPAI4/992938a70a4e53b91478358634e77ca7/Y1S4_BADGE_Echo_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2dZawp2HB63pTV3Zwgro6L/8278d19b2e9ae6b1f4ef45784a217c89/R6-operator-echo.png",
    "bio": {
      "real_name": "Masaru Enatsu",
      "date_of_birth": "October 31st (Age 36)",
      "place_of_birth": "Tokyo, Japan (Suginami-ku)",
      "bio": "Biography\n“Don’t ask me what I’m doing on my phone. You don’t want to know.”\nEnatsu grew up in Suginami, outside of Tokyo. Fascinated with robotics from an early age, he designed and programmed both terrestrial and flying drones and went on to win numerous competitions. After studying Electrical and Electronic Engineering at Tokyo Metropolitan University, Enatsu was encouraged to join the National Police Agency Security Bureau where he worked tirelessly in their research and development lab. Trained in counter-terrorism and intelligence gathering, Enatsu began designing specific tech that would better aid the Bureau. Joint training after the Nagoya hostage crisis prompted Enatsu to transfer to the Aichi Prefectural Police Department Special Unit where his tenacious focus enabled him to find creative solutions and alternate strategies. He eventually returned to Tokyo, where his exceptional intel gathering techniques as well as his quick and unpredictable methodology caught the attention of Rainbow.\nPsychological report\nTo say that Specialist Masaru “Echo” Enatsu’s file has a few flags regarding his conduct is an understatement. Prior to our first session together I had met with every other member of Rainbow – some more than once. So when the conversation began with Enatsu admitting he’d been avoiding me, I knew we were going to get along.\nOften, I would rather not read a file first, to give someone a chance to tell me who they are in their own words. In this case it was important that I know what people think, because Enatsu was braced for my reaction. […]\nI gather he and his family aren’t close. He joked that a calculator has more emotional range than his parents. This upbringing has made him resistant to working in groups, because a friendly, mutually beneficial dynamic isn’t one he’s familiar with. It’s my hope his time with Rainbow will help, but his desire to explore the “AI” of his fellow operators by pushing their buttons is something that may need to be handled from within the group. […]\nEnatsu’s tactics have been described as tricky and unpredictable. This can work as a strong team strategy but it demands communication. […] I’d also encourage the team to think of how best to utilize Enatsu’s potential. Some operators assume there will be issues with him before they even begin, which leads to predictable results. […]\nSpecialists Yumiko “Hibana” Imagawa and Grace “Dokkaebi” Nam work with Enatsu on R&D quite often, actually. I’ve also noticed that he’s developed a rapport with Specialist Taina “Caveira” Pereira. I suspect he appreciates Pereira’s candor, since it ties into his own assumption that people who are offended simply don’t “get the joke.” […]\nEnatsu frustrates easily. He has few outside interests, and consequently thinks only about improving his operational efficiency. It’s important that he recognize that everyone needs diversions – those in high-stress jobs even more so. It isn’t a sign of weakness to “switch off” every now and again, even if he has been conditioned to believe that a restful mind indicates a lack of intelligence.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP5SD",
        "SuperNova"
      ],
      "secondary_weapons": [
        "P229 RC",
        "Bearing 9"
      ],
      "gadgets": [
        "Impact Grenade",
        "Deployable Shield"
      ]
    }
  },
  {
    "name": "Ela",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7zbkJJWMCOj04DNhYDz994/d2cba213d30d7b8cf2ba8cd568c78f20/Y2S3_BADGE_Ela_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3cpkHAvjm3RLhEoTqs090m/35a7595eb2f2431213656d66da8a9af8/R6-operator-ela.png",
    "bio": {
      "real_name": "Elżbieta Bosak",
      "date_of_birth": "November 8th (Age 31)",
      "place_of_birth": "Wrocław, Poland",
      "bio": "Biography\n“Together, we can shake the very stars from the sky.”\nElżbieta Bosak is the youngest daughter of respected Jan Bosak, former commander of the Polish Special Operations Forces unit GROM. Like her sister, Zofia, Ela excelled in the grueling training imposed upon them by their father. She attended officers’ school but couldn’t reconcile military life with her need for independence and left to study Fine Arts in Berlin. Her reputation for using military paraphernalia in her art attracted the owner of a small private security company, who offered her a job. She was valued in the private sector for her expertise in survivalist tactics and unique adaptive style during protective detail and intelligence gathering, until her father’s death convinced her to return to Poland and join GROM. Ela is a reliable team player with leadership potential, even if her distrust of authority continues to be a point of contention. Her successful collaboration with SEAL prompted her invitation to join Rainbow.\nPsychological report\nWe civilians can understand Specialist Elżbieta “Ela” Bosak’s independent nature more than some starch-collared military commander might. Of course, following orders is expected of those within the rank-and-file, and for someone so quick to buck against authority she also expresses a deep respect for the military and her role within it. It’s her autonomy that rubs traditionalists the wrong way, and perhaps her anger. Even at our first meeting, I detected her resolve. She is fighting against something, but it may not be authority – at least not entirely. […]\nI won’t dismiss the concerns of commanding officers who mention that Bosak can be impulsive, but I would urge them instead to appreciate her creative resilience. Anyone who has worked with artists can attest to this quality. It manifests in the field in the protection of her team and her high number of successful operations. Her impulsiveness – her adaptability – is the very quality that causes her to excel. […]\nBoth Ela and her sister, Zofia, carry the deep impression of their father’s influence. Ela is more inclined to accept that her father, though exceptional, wasn’t perfect. In reviewing Commander Jan Bosak’s file, I saw a proud, insightful man. That’s the key. Ela is finely tuned to the patterns and behaviors around her and when she seems defiant it’s because she’s frustrated with those who lack this “vision.” Joining Rainbow, and working with other elite operators, has somewhat tempered this frustration as she no longer feels constrained by the attitudes of those around her. […]\nEla’s defiance extends into her personal life. She isn’t interested in self-improvement, she told me. She was surprised when I said I know about her “volunteer work.” She roams the streets late at night, with food and blankets to hand out, or even just a cigarette. Then she listens. Her conversations with strangers offer fresh perspectives. She stockpiles them, to add to her insight and therefore her skills, but also as fuel for her work. The status quo isn’t what she wants it to be, but that won’t stop her from trying to kick it into shape.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Scorpion EVO 3 A1",
        "FO-12"
      ],
      "secondary_weapons": [
        "RG15"
      ],
      "gadgets": [
        "Barbed Wire",
        "Deployable Shield"
      ]
    }
  },
  {
    "name": "Finka",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6CzQHWePD3Mi8HE5bdx5ic/2a6b5a6cc653ebf99d062725368eae2a/Y3S1_BADGE_Finka_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1ihKzLryOLc5JNkejAdUh2/1b7a9f866afdc07b86a604a681f23b1b/R6-operator-finka.png",
    "bio": {
      "real_name": "Lera Melnikova",
      "date_of_birth": "June 7th (Age 27)",
      "place_of_birth": "Gomel, Belarus",
      "bio": "Biography\nLera was born in the irradiated city of Gomel, Byelorussian SSR, three years after the Chernobyl disaster. Lera and her two younger siblings grew up around children already suffering from birth defects as a result of the disaster. At age nine, Lera was diagnosed with a neuropathy that included the slow degeneration of muscles and the loss of sensation in the limbs and extremities. Her diagnosis was the realization of her fears, so when her parents encouraged her and her siblings to be physically active, she pushed herself even harder, determined to keep her body in peak condition to weather the neuropathy. Her young mind reasoned that she couldn't be sick if she stayed healthy.\nPsychological Report\nSpecialist Lera Melnikova has a dynamic personality that often takes a backseat in past reports because of her chronic illness. It's a shame. From the moment she entered my office with fresh coffee and croissants for our meeting, her vibrant energy swirled around the room.\nWhile Melnikova prefers not to discuss her illness, it's clear that it looms over her every thought. Her fitness tracker constantly sets off reminders. Her thermos of water must be kept constantly topped up. She doesn't like to sit for too long, nor stand. Every movement is a calculation. She isn't fidgety or impatient, but hyper aware of each moment and careful of the needs of her body. [...]\nManaging her health grounds Melnikova in the here and now. Her process — her rituals — have enabled her to achieve a high level of fitness and mental balance. It's the right approach and it works for her. My concern is that she may not be prepared for upsets to her careful order. So, I suggested that while maintaining the concept of a ritual, I'd like her to apply some variations to them. [...]\nMelnikova's close connection with illness provides her with unique insight into how disability or inability affects a person's identity. Her research is driven by her sense of determination, but also guilt. She knows she can't help everyone. And frankly, it's crucial for her state of mind that she not lose sight of this. We're only human, after all. [...]\nHer deep bonds with the Russian Special Forces members and her Rainbow team push her to be better and to maintain her focus. They understand the extreme level of commitment this requires. Her dedication to them is unwavering even if they don't always agree on a surface level. [...]\nWhat stands out to me is Melnikova's wonderful, full laugh. It's a laugh that gets set aside too often when she's focused on her illness. I encouraged her to seek out those unrestrained moments of delight. Because her every decision is so carefully constructed, what would benefit her most is the ability to surprise herself.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Spear .308",
        "6P41",
        "SASG-12"
      ],
      "secondary_weapons": [
        "PMM",
        "Gonne-6"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Flores",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/75vqJXXKCM2EDO0iiNqRDe/d6289dc9a4fed72ef72b9c1e11738456/Y6S1_BADGE_Flores_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4lZEmYIYYUloCcSarIJfiK/f8cbc4701200b414e6efe0d599ac8106/r6s-operator-flores.png",
    "bio": {
      "real_name": "Santiago Miguel Lucero",
      "date_of_birth": "October 2nd (Age 38)",
      "place_of_birth": "Buenos Aires, Argentina",
      "bio": "Biography\n“In life, you have to commit to the things that make you happy. For me, that’s robbing the rich and corrupt.”\nProviding for his mother as her health slowly declined, Lucero was unfulfilled with work in the public sector and unimpressed with military school. This drew him to burglary as an occupation, and he found purpose in robbing powerful criminals to give back to the poor. Operating in the Flores district of Buenos Aires, Lucero’s notoriety grew and he came to be known as ‘the Man from Flores.’\nWhen his identity was exposed and he had to flee, Specialist Eliza “Ash” Cohen offered him asylum in the United States. In exchange, he provided evidence against Buenos Aires’ most ruthless crime lords. With a new life in Los Angeles, Lucero opened his own food truck from which he operated heists for five years. When Cohen became aware of his activities, she offered him a seat at her table, and a stable future in which he could build a family\nPsychological report\n\"Because of his stubborn and perfectionist nature, Specialist Santiago “Flores” Lucero struggles to separate the personal from the professional. He likes to put people at ease and regularly cracks jokes, but he often gets in his own way by overanalyzing mundane situations.\nI can understand the impulse to cover all possibilities, considering his mother was killed in retaliation of his activities in Buenos Aires. He needs to realize that he’s in good hands here. In the long run, I’m certain his interactions with the others, particularly Specialist Eliza “Ash” Cohen, with whom he’s already familiar, will help him let down his guard.\nAs a bonding exercise, I had Santiago cook his favorite Argentinian meals for us to share and it became easier to dive into deeper subjects. I learned that despite his charms, he’s not afraid to be vocal about social issues and his efforts to give back to impoverished communities. He also confessed that his marriage was as much of a surprise to him as it was to me. Maybe in time we’ll find out why his husband isn’t bothered by his criminal career.\nWe also delved into how his childhood shaped who he is today. While he adheres to this traditional idea of “machismo,” he’s quick to point out that his mother taught him to think independently. He has no memories of his father and his political activism, but he likes to talk about how his mother was proud of him for also doing what he felt was right, regardless of the consequences. [...]\nI’m glad Santiago has been taking the time to observe everyone else’s methods in order to improve his own. He learned a lot at the Colegio Militar in El Palomar and I’m sure his years of criminal activity helped in that regard. However, I believe his budding friendship with Specialists Grace “Dokkaebi” Nam and Tori “Gridlock” Fairous, based mostly on technology and food, will be greatly beneficial.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AR33",
        "SR-25"
      ],
      "secondary_weapons": [
        "GSh-18"
      ],
      "gadgets": [
        "Stun Grenade",
        "Claymore"
      ]
    }
  },
  {
    "name": "Frost",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1OWFtfiEXleLSENciCSQQR/8fcced59c0125073e506f2dee0201015/Y1S1_BADGE_Frost_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4IrcYxDo6aVBQyxDOFirQE/852e6c6c0e8a46303469921efae3d6dc/R6-operator-frost.png",
    "bio": {
      "real_name": "Tina Lin Tsang",
      "date_of_birth": "May 4th (Age 32)",
      "place_of_birth": "Vancouver, British Columbia",
      "bio": "Biography\n“There are two things the human body needs most in a survival situation: Water, and hope.”\nTsang was raised in Vancouver, British Columbia, and enlisted with the Royal Canadian Air Force (RCAF) on her eighteenth birthday. At the Royal Military College of Canada (RMC), she graduated top of her class. Upon completion of her bachelor’s degree and officer training, Tsang was stationed on Canada’s west coast at CFB Esquimalt with the Joint Rescue Coordination Centre Victoria (JRCC Victoria). From there she served on the primary Search & Rescue response team covering BC and the Yukon Territory.\nTsang has been praised for exceptional situational awareness and is valued for her mission planning and threat reaction. Her SAR training in mountain-climbing, parachuting and diving extends into her recreational time. Drawing on her background in Mechanical Engineering, Tsang helped design and modify the Sterling Mk2 LHT, or “Welcome Mat,” whose portable design allows for discreet deployment in a variety of areas and environments.\nPsychological report\nI confess I find Tina Lin “Frost” Tsang’s energy exhausting. Not many adults make me feel like an old man. She rearranged my shelves during our meeting… It does look better. Not that Tsang is nervous. Far from it. It’s more akin to a fine-tuned athlete. […]\nField reports highlight Tsang’s focus and perseverance. The team trusts her planning, if not necessarily her fastidiousness. Any disagreements don’t appear to hinder the team dynamic since Tsang is open to feedback, though I do detect some resentment from her concerning people who might be less patient or who opt for shortcuts. […]\nTsang’s mission planning is meticulous and she brings this same careful viewpoint to her everyday life. A good example was when she told me about her parents’ recent anniversary party. She described the traditional Chinese banquet and its ten-course meal in such detail, I think she could recreate it from memory. […]\nBeyond that, it was a challenge finding a subject outside of operations that excites her. Music? Depends on her mood. Books? Not really. Finally, I asked about her hunting trips. Growing up in British Columbia, Tsang developed a respect for Canada’s indigenous cultures and urged me to visit Haida Gwaii territory should I visit West Coast Canada. When I asked about the vague note in her medical records regarding a hunting accident, she was reluctant to talk. Her bush plane made an emergency landing in a range called the Nahanni. Bad weather rolled in and then, a week later, help arrived. Her reluctance to offer details and frequent use of “should have” indicate she feels some shame. Rather than push the issue, I introduced her to Specialist Sanaa “Nomad” El Maktoub. Their similar experiences made them instant friends. Both women share a deep connection to the outdoors. It’s not simply being outside -- it’s the wild that appeals. […]\nTsang’s precision-oriented personality is a huge asset, but I’d like her to consider deeper introspection. Her ability to self-actualize will be critical if we continue to have her working alongside other strong personalities such as Specialist Taina “Caveira” Pereira.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Super 90",
        "9mm C1"
      ],
      "secondary_weapons": [
        "Mk1 9mm",
        "ITA12S"
      ],
      "gadgets": [
        "Bulletproof Camera",
        "Deployable Shield"
      ]
    }
  },
  {
    "name": "Fuze",
    "type": "Attacker",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1wkdQ0viuTEguji14qXMJG/5858418baa8cca04a6e42a2d6256c093/Y0R6_BADGE_Fuze_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/pzeHydBjAc16X63nQH6Sm/33adb500a2abe9fbcaf368fa601ef59b/R6-operator-fuze.png",
    "bio": {
      "real_name": "Shuhrat Kessikbayev",
      "date_of_birth": "October 12th (Age 34)",
      "place_of_birth": "Samarkand, Uzbekistan",
      "bio": "Biography\nGrowing up in a military family in Samarkand, Uzbekistan, Shuhrat Kessikbayev immigrated to Russia shortly before the fall of the Soviet Union. His parents encouraged him and his brother to embrace all that was Russian, so it wasn't until his teens when he learned to embrace his Uzbek heritage. Kessikbayev and his brother followed in their father's footsteps and enrolled in the military. Showing an aptitude for science at an early age, the military honed Kessikbayev's interest in mechanical engineering and trained him to be a mechanist.\nPsychological Report\nTo say that Specialist Shuhrat \"Fuze\" Kessikbayev is restrained does not give the full picture. I was reminded of my grandmother's phrase: \"talking to him was like pulling teeth.\" When other operators referred to him as mysterious I thought they were joking. I wouldn't say that he's difficult. He's quite pleasant and hospitable. But he is... contained. It took some work but we finally managed to have a revealing conversation.\nKessikbayev is quiet except with Specialist Timur \"Glaz\" Glazkov. When he does speak, people tend to hang off his every word. Field reports mention that Kessikbayev readily makes himself available in team planning but often falls into a cone of silence during operations. It's critical that he maintains communications with his team, otherwise there may be further altercations such as the one with Specialist Siu Mei \"Ying\" Lin regarding civilian casualties. This is doubly critical given some of our operators come from units with \"zero casualty\" rules.\nIt was necessary to address past reports about Kessikbayev's recklessness, so I asked him to describe an operation from his point of view. His objective, he explained, is to break down the defense as efficiently as possible, but insists he isn't careless. It's clear that his creative engineering skills are a critical asset. He's highly intelligent and calculating. While hard-hitting, Kessikbayev does possess good situational awareness. I suggested that he concentrate on improving this during future ops.\nI was unable to ascertain any details about his brother who is allegedly MIA. That file remains classified. However, I did manage to get Kessikbayev to open up a bit about his personal life. He was engaged for two years but the wedding was called off after he decided it was \"not the road to take.\" A proud Uzbek and a proud Russian, Kessikbayev said that growing up his parents encourage them to embrace all that was Russian, so it wasn't until his teens when he learned to embrace his Uzbek heritage. I asked him to elaborate on the experiences, but in his typical understated way he simply replied, \"It was interesting.\"\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AK-12",
        "6P41",
        "Ballistic Shield"
      ],
      "secondary_weapons": [
        "PMM",
        "GSh-18"
      ],
      "gadgets": [
        "Breach Charge",
        "Hard Breach Charge"
      ]
    }
  },
  {
    "name": "Glaz",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5UAZVgyOutPh6bLTV3fGXf/c59d484fd599d09a947ec423b2119620/Y0R6_BADGE_Glaz_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1xYMcXH9CNiKHI5Wqoxw8y/ac8414157d7647ea8377dd5c7ce6d2bb/R6-operator-glaz.png",
    "bio": {
      "real_name": "Timur Glazkov",
      "date_of_birth": "July 2nd (Age 30)",
      "place_of_birth": "Vladivostok, Primorsky Krai, Russia",
      "bio": "Biography\nTimur \"Glaz\" Glazkov was born and raised in the seaport city of Vladivostok, Russia on July 2. It was here that his father worked in the shipping industry and Timur studied art in secondary school. In 2004, the deaths that resulted from the Beslan school hostage crisis inspired him to transfer to the Cadet Corps and pursue a career in the armed forces. Afterwards, he attended the Khabarovsk Military Commanders Training Academy where he developed unparalleled marksmanship. He also regularly participated in cross-border training exercise with China where he gained a strong understanding of Mandarin. After the Academy, he joined the Ground Forces of the Russian Federation and later the Spetsnaz 45th Guards Regiment. Assigned to special ops and VIP protection detail, reports consistently show that Glaz possesses a unique creative approach to problem solving. He is the squad member with the most expertise in long-range scoped weaponry.[1]\nPsychological Report\nWhat stands out about Specialist Timur \"Glaz\" Glazkov is his wit. It's surprising for someone so intensely focused during operations. He won't share his gallows humor with me because he says a civilian wouldn't understand, and he may be right about that. Still, I find him engaging in our discussions.\nGlazkov possesses many traits expected of a highly-trained marksman and field reports demonstrate his knack for improvising in tough situations. His ability to deconstruct complex concepts on the fly likely comes from his artistic sensibilities.\nI asked what his influences were when he was studying since Vladivostok was quite remote back then. As Glazkov's father worked in shipping, he had access to plenty of bootleg music and books.\nHis paintings are vibrant - expressive. They're more than an escape, perhaps a spiritual cleansing or a depiction of how he perceives suffering, but I'm far from a qualified art critic.\nHe grew up in the Far East, and his exercise at the Academy included cross-border training with China. His knowledge of Mandarin and China's culture should prove useful.\nThe rest of his upbringing seems typical: Getting into trouble, getting himself out again. Early operational reports are - lets say a tad thin. And while he's clearly self-aware, he's not willing to discuss much with me.\nGlazkov is well-respected by his team. His humor and observational skills make him tolerant of personality extremes and he seems to be among the few operators who strategizes well with Vicente \"Capitão\" Souza. He laughs when Alexsandr \"Tachanka\" Senaviev tells him it's because he too almost lost an eye.\nThe mark on his right eye - a scar - is from weapon kick, though his smile leads me to believe that's not the whole story. I've noticed he subconsciously rubs it when he's bothered. It may be nothing, or it may be his \"tell,\" if how he plays poker with the FBI SWAT contingent is anything to go by.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "OTs-03"
      ],
      "secondary_weapons": [
        "PMM",
        "Gonne-6"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Frag Grenade"
      ]
    }
  },
  {
    "name": "Goyo",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6AAY4FZt5piHdabOdDokE4/f7f8bd90c20b8a429c78a08684b75aca/Y4S3_BADGE_Goyo_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3Hz6j8A8mmpN0zsxoQWXgC/1d29dff2a852f5fe25c5c4640dfe2d12/R6-operator-goyo.png",
    "bio": {
      "real_name": "César Ruiz Hernández",
      "date_of_birth": "June 20th (Age 31)",
      "place_of_birth": "Culiacán Rosales, Mexico",
      "bio": "Biography\n“A person is never more honest than when they think they’re alone.”\nCésar Ruiz Hernández was eleven years old when a bomb destroyed his home, killing his father and sister and severely injuring his mother. With the help of Specialist Azucena Rocío “Amaru” Quispe, César’s mother Sofia taught him to observe his surroundings, and to avoid the other boys his age who had been drawn into gang-related affairs. She encouraged him to enroll at the Heroic Naval Military School, where he graduated as a teniente de corbeta. He joined the Naval Infantry, then the Amphibious Commando Battalion, participating extensively in anti-smuggling operations and several high-profile arrests. Becoming a member of the Fuerzas Especiales introduced him to the reality that drugs were no longer the primary source of income for the cartels. He began working with UNESCO and INTERPOL to combat antiquities trafficking, where he gained the attention of Rainbow as a mind with a keen tactical sense and exceptional forward-thinking.\nPsychological report\nSpecialist César \"Goyo\" Ruiz Hernández is a rare find. His jacket reads like any normal military trajectory, until you notice the devil behind the details. To confirm my theory, during our first meeting I challenged him to a game of chess. I won’t mention how few moves it took him to beat me. César himself seemed to think nothing of it. […]\nThis humble attitude is at the heart of his character. His mother, Sofia – who protected him from the brunt of the bomb’s blast – has cultivated an overtly optimistic worldview. Growing up where he did, when he did, she also instilled in him a cat-and-mouse mindset, to keep him clear of the negative influences that would have been especially tempting to a young fatherless boy with too much time on his hands. She was helped in this by Specialist Azucena Rocío “Amaru” Quispe, whose intermittent presence and strong familial values shored up a gap that Sofia alone couldn’t fill. […] It’s clear to me that Quispe, with her inherent attachment to her country and her family history, provided a stabilizing influence during Hernández’s undoubtedly troubled adolescence. […]\nHernández is the kind to think carefully before speaking, a trait which can lead people to underestimate him. He is neither churlish nor aloof, but constantly considering the many angles of the problem set before him. […] His ability to track and guide his quarry, from determining their routine to understanding how they will react to threats, is uncanny. In a prosaic example, he brought Specialist Tina Lin “Frost” Tsang a bottle of apple-flavored soda on the first day of Fall, despite them only having met once before. She was unperturbed, but I could see that Hernández had braced himself for a far less positive outcome. […]\nSpecialist Hernández has otherwise become a staple of our briefings, his incisive questions highlighting new tactical considerations or encouraging out-of-the-box thinking from the other members of the team. I must admit, it’s refreshing to see what changes a new perspective and an impeccable poker face can bring to an otherwise very self-assured group of individuals.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Vector .45 ACP",
        "TCSG12"
      ],
      "secondary_weapons": [
        "P229 RC"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Gridlock",
    "type": "Attacker",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5LIyheUROsdMDkX6o0zh6R/f201ce65af771459c374ef71c89827b4/Y4S1_BADGE_Gridlock_LL.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/221q2yd28L3IAkjUGEFCke/51f431695fe53b30f7b384141b5e63ee/R6-operator-gridlock.png",
    "bio": {
      "real_name": "Tori Tallyo Fairous",
      "date_of_birth": "August 5th (Age 36)",
      "place_of_birth": "Longreach, Central Queensland, Australia",
      "bio": "Biography\n“You’ve gotta have a couple of roos loose in the top paddock to sign up for this life, but there’s nowhere I’d rather be.”\nThe eldest of five, Fairous has demonstrated leadership potential throughout her life. From an early age Fairous worked with engines and competed in robot championships. Her mechanic background was heavily influenced by her father, a military aircraft mechanic. Fairous joined the Australian army reserves to further develop her mechanical engineering skills and to have access to the best equipment. After graduating from university she chose Army branch of the Australian Defense Force, where she honed her mechanical prowess. Fairous also has expertise in a range of weapons, intelligence gathering and close protection duties, and has the ability to adapt to unexpected situations and remain calm in dangerous situations. This unique skill set made her an essential recruit into the SASR Mobility Platoon. Fairous was awarded the National Emergency Medal for her part in saving firefighters. She has been offered lead positions but has repeatedly turned them down.\nPsychological report\nSpecialists Tori “Gridlock” Fairous and Max “Mozzie” Goose caught my attention after the Esperance Bushfire Operation when their daring feat to rescue trapped firefighters earned them a medal. For outsiders, their plan looked horribly reckless, but to me it illustrated what I like in a team.\nThese two have a long history, having first met in high school at a robot wars competition and then again during army training. They’ve been a team ever since. Individually, they’re assets to Rainbow… but together they dominate. Both consistently demonstrate creativity and skill under pressure, so… what happens when we position them against one another? And I want to see if Specialist Fairous can maintain her cool among a new team… not to mention how the team feels about someone with such a formidable presence. […]\nField reports often refer to Fairous’s natural leadership so I’m curious why she consistently turns down promotions. She jokes that it’s too much paperwork, but she seems to back into the role anyway.\nAfter her father died, she and her mother discovered the family farm was in debt. Fairous took the lead, rallying her four siblings and extended cousins while using her army salary to save the farm. Fairous isn’t afraid of responsibility and her desire to look out for her family extends to how she interacts with her team. This makes me want to look more closely at her life on the farm. I can hear the fondness for it even when she’s griping about how she has to keep fixing backed-up toilets and broken-down tractors.\nFairous’s “get on with things” attitude means that she doesn’t shy from hard work and manages to find humor in every situation. So I wonder if she turns down the promotions because she has plenty of opportunity to be boss at home and that at work she’d prefer to just get on with it.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "F90",
        "M249 SAW"
      ],
      "secondary_weapons": [
        "Super Shorty",
        "SDP 9mm",
        "Gonne-6"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Breach Charge"
      ]
    }
  },
  {
    "name": "Hibana",
    "type": "Attacker",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1TSA4pMR58vgfrEai69REl/f82b1eba6694b4aa77259d3d0fe8cc08/Y1S4_BADGE_Hibana_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4a3bXHSd7wz9vRZzRC8Kzq/98dac79c29394be7f5ff4d363fce5140/R6-operator-hibana.png",
    "bio": {
      "real_name": "Yumiko Imagawa",
      "date_of_birth": "July 12th (Age 34)",
      "place_of_birth": "Nagoya, Japan",
      "bio": "Biography\n“Kyūdō is meditation in action. Explosions are part of that action.”\nImagawa is an expert in paramilitary techniques and infiltration of high-risk areas, demonstrating brilliant leadership skills in the field. Encouraged by her family, she has been practicing the long-range martial art of Kyūdō from an early age and possesses the ability to assess multiple factors simultaneously while executing precise, controlled, and fluid motions. Having trained with CTUs around the world including the SAS, FBI SWAT, and GIGN, Hibana has acquired a rare tactical versatility, with proficiency in tubular (bus, train, and airplane) assaults. During her studies at the National Police Academy, she gained the nickname Hibana due to her improvised explosive devices. Fluent in several languages and lethal with any weapon, Imagawa was recruited by the Aichi Prefectural Police Department Special Assault Team, where her diverse techniques and charisma resulted in her to moving quickly up the ranks.\nPsychological report\nSpecialist Yumiko “Hibana” Imagawa has considerable talents. I only know a few others with as many commendations. Inspiring operatives from diverse backgrounds and putting people at ease comes naturally to her, and she’s certainly gracious with my poor attempts at Japanese. […]\nI enjoy our conversations. Imagawa is very lyrical in the way she recounts her experiences. For someone who’s been around the world and encountered so many cultures, her favorite stories are of her childhood home. Like when her father would come home from his work as a butcher, and Imagawa’s mother wouldn’t allow him inside until they had hosed him down in the garden. The image of her drenched, barefoot father dancing under the spray of frigid water was a great amusement to the family. I like the story.\nMemories likese these keep us grounded and I wondered if training in Kyudo had fostered this appreciation in her. When I suggested that she had an aura of inner serenity, she laughed and called me a “hippie.” […] I’d like to see if she can influence some of the others to maintain that calm sensibility. Her training with so many CTUs makes her an ideal fit for the role. Already within Rainbow Imagawa is universally respected. […]\nI sense that Imagawa’s motivations are stoked by some inner fire, but she also has a competitive drive with fellow operatives. The debrief reports indicate as much. […] Imagawa does appear to be uncustomarily impatient with Specialist Grace “Dokkaebi” Nam, despite them often spending lab time together.\nThe dynamic surprises me because I can’t quite pin it down. When I asked, Imagawa said I was mistaken, and Dokkaebi seems not to notice or to care. I’ve read the reports and my hunch hovers over some joint training exercise with the GIGN. Imagawa may envy Nam’s easy self-assurance, which corresponds with records concerning Imagawa’s younger sister. Still, I’d like to explore this further. They aren’t necessarily at loggerheads, but it may affect future operations in some way we can’t foresee if I can’t determine the source of the rupture in Imagawa’s calm.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Type-89",
        "SuperNova"
      ],
      "secondary_weapons": [
        "P229 RC",
        "Bearing 9"
      ],
      "gadgets": [
        "Stun Grenade",
        "Breach Charge"
      ]
    }
  },
  {
    "name": "Iana",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6deSi1vse5iJTkErFksrGq/75bf1038e9698b6b2be75aa0493b092d/Y5S1_BADGE_Iana_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6Fiy7YExswMn1Cf13GUU9t/7bb697bf32c0d79c2852b354e3045fff/r6s-operator-iana.png",
    "bio": {
      "real_name": "Nienke Meijer",
      "date_of_birth": "August 27th (Age 35)",
      "place_of_birth": "Katwijk, the Netherlands",
      "bio": "Biography\n\"All systems are complementary, if you know how to connect them.”\nMeijer’s mother was lead engineer on the Huygens Atmospheric Structure Instrument that landed on Titan. Encouraged to reach for the stars from an early age, she studied Aerospace Engineering with a view toward becoming a fighter pilot. Unfortunately, her albinism meant she had compromised retina and her application was refused. She changed her focus to systems engineering, developing contact lenses that overcorrected her genetic deficit while integrating a state-of-the-art AR overlay.\nIt was a collaboration during her doctorate that gave Meijer the first taste of where she longed to be. Returning from the International Space Station only fuelled her desire to explore the farthest reaches of the cosmos, no matter the cost. She pioneered topographical mapping software that allows her to project a real-time, virtual copy of herself to anywhere visible by satellite or drone. It was this technology which caught the eye of Elena “Mira” Álvarez, and subsequently Six.\nPsychological report\n\"The first time I met Specialist Nienke “Iana” Meijer she told me that the silver spoon I use to stir my tea has more in common with the nails that hold my chair together than the flatware of kings. She suggested a gold spoon for a less metallic aftertaste, but upon seeing me add sugar she amended it to zinc or copper. Marvellous. Her reductionist and frank approach is sure to challenge her fellow operators! […]\nHer face lights up when she tells the story of watching the landing on Titan with her mom, or of her precious few days on the International Space Station. It’s clear these events triggered a growing impatience to go further and see more. Had she been born 200 years earlier, she would have been one of the intrepid souls mapping every corner of our tiny blue marble, but as it is she’s had to settle for distant and less familiar worlds. […]\nReading Meijer’s file, it’s apparent that she succeeds through sheer intellect, resolve, and fearlessness. Yet cocooned within her collaborative and outgoing exterior is a fragile core she keeps guarded and private. Growing up albino wasn’t an easy proposition, regardless of how outwardly tolerant society may seem. There was social stigma and childish name-calling, but these hardships fostered self-determination and self-assurance. Alone, she is a like a raging river: Hell-bent on overcoming any obstacle that blocks her way, regardless of the personal cost. […]\nShe was eager to share her experiences and knowledge, and to grow within a very different sort of team than is her natural habitat. Especially thrilling is her ability to analyze a myriad of scenarios and to create discreet aspects of herself to tackle each of them simultaneously. Often, those who multitask have reduced outcomes in all areas, but here, also, Meijer is the exception. […]\nI have every confidence that she will make an excellent addition to Rainbow. However, much like Specialists Eliza “Ash” Cohen and Elena “Mira” Álvarez, it will be paramount to ensure that she synergizes with her team, rather than struggling alone to cross-purposes.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "ARX200",
        "G36C"
      ],
      "secondary_weapons": [
        "Mk1 9mm",
        "Gonne-6"
      ],
      "gadgets": [
        "Frag Grenade",
        "Smoke Grenade"
      ]
    }
  },
  {
    "name": "IQ",
    "type": "Attacker",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4xnVj2iZB8Otchiw7j69UO/13c864a4e2eb976c1978dc79411b450c/Y0R6_BADGE_IQ_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2bdUfjHxFfSn9YzMjlUThL/d1b3519228790ba30785eebab03bbc38/R6-operator-iq.png",
    "bio": {
      "real_name": "Monika Weiss",
      "date_of_birth": "August 1st (Age 38)",
      "place_of_birth": "Leipzig, Germany",
      "bio": "Biography\n“Life is the ultimate Rube Goldberg machine.”\nWeiss’s mother is a renowned mathematician and her father is an inventor whose high academic standards encouraged Weiss and her siblings to win numerous awards in math, science, and music throughout their school years. Thriving in the gifted program enabled Weiss to complete her first internship with a local tech company at the age of sixteen. She was invited to MIT, where she focused on electrical engineering, achieving accolades for her research in Microelectronics. Weiss then joined CalTech for graduate studies in experimental electrical engineering. Weiss returned to Germany to work with military technology research before joining the Bundespolizei (BPOL) as an officer. Both the physical and mental challenges of the job appealed to Weiss and she quickly moved through the ranks. After two years with the BPOL she was recruited by the GSG 9.\nPsychological report\nSpecialist Monika “IQ” Weiss is as active physically as she is intellectually. When she does manage to pull herself away from rock climbing, spelunking, and – well, countless other athletic and intellectual pursuits, she writes science-fiction. During our meeting, Weiss exuded so much natural vitality that I felt the same exhaustive rush I remember from completing my first marathon. […]\nWeiss says she and her siblings are typical overachievers and jokes that even she gets worn out at family gatherings. It’s clear they’re important to her and she confided that she doesn’t have any close friends because only her family understands her.\nIt isn’t unusual for people with exceptional intelligence to be uncomfortable socializing. Of course, I’m not interested in pushing Weiss into making friends – that’s not my role, nor hers. But I do think she would benefit from reaching out to some of the other specialists beyond the usual training exercises and research. […]\nHer parents encouraged Weiss and her siblings to stretch their imaginations as much as their intellect. She described her mother as “someone madly obsessed with finding patterns in chaos.” Her father was the kind to launch experimental rockets from the family garage. It’s hardly surprising, then, that Weiss inherited their combined talent for focused disruption. […]\nWeiss was coveted by companies and universities from around the world, but she chose law enforcement. That fascinated me. She said it was an opportunity to work with state-of-the-art equipment and express her love for her country at the same time. I pointed out a third reason – academic research can be rewarding but it’s typically highly focused and structured, leaving less room for the wildly creative approach that Weiss naturally possesses and that our special operations encourage. […]\nField reports mention that Weiss can become obsessive when tackling challenges. In the same vein, she suffers from bouts of insomnia. I suspect the latter stems from the fact that Weiss simply doesn’t want to “give up the day”. If she’s to be of utmost use to Rainbow, it will be important that she learns when and where to let go.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AUG A2",
        "552 Commando",
        "G8A1"
      ],
      "secondary_weapons": [
        "P12"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Jackal",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/28k7LKWK70lxib7CimPJaZ/f34b2065811df8f0339838922f8c94b1/Y2S1_BADGE_Jackal_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2YoFmkuQL4r8odEWB7K60w/b5fd30cf9c7f407753bd921dfe6a1d28/R6-operator-jackal.png",
    "bio": {
      "real_name": "Ryad Ramírez Al-Hassar",
      "date_of_birth": "February 29th (Age 49)",
      "place_of_birth": "Ceuta, Spain",
      "bio": "Biography\n“You can’t escape me, but that doesn’t mean you won’t try.”\nAl-Hassar’s early years are unclear due to incomplete foster care records. Eventually released into the care of his older brother, Faisal, the two of them were absent from official records for several years until Faisal’s unsolved murder once again left Al-Hassar without a home. Being guided through the tragedy by a sympathetic police officer solidified Al-Hassar’s resolve to find his brother’s murderer and he joined the Cuerpo Nacional de Policía the day he turned eighteen. Fast-tracked through the academy with the help of his mentor, Al-Hassar stood out as a quick learner with exceptional lateral thinking. His dogged determination resolved a number of criminal investigations but, unfortunately, the case of his brother’s murder remains open. Tagged by the Grupo Especial de Operaciones for further training, Al-Hassar excelled in off-road driving, abseiling, marksmanship, and knowledge of terrorist groups. He is a frequent guest lecturer and part-time instructor at the CNP academy.\nPsychological report\nEver since he can remember, Specialist Ryad “Jackal” Ramírez Al-Hassar has been nocturnal. Throughout his career it’s been almost a blessing given the demands of the job. Somewhere along the way, though, this has developed into insomnia. At this point, Al-Hassar can’t recall when he last slept well. […]\nThe murder of his brother is never far from his thoughts. The more time passes and it remains unsolved, the more his frustration grows. I detect guilt in the way he phrases certain things but when I point it out to him he disagrees. Still, he’s agreed to explore it further, especially since the guilt emerged after leaving his job as a criminal investigator. It’s buried deep, and I don’t think it affects his day-to-day work, but neither is it ideal.\nAl-Hassar has solid relationships with many of his teammates, including Specialists Mike “Thatcher” Baker, Emmanuelle “Twitch” Pichon, as well as Olivier “Lion” Flament. He’s worked closely with Specialist Elena María “Mira” Álvarez. I can see in their interactions the deep respect they have for each other. […]\nPast experiences have given Al-Hassar a protective nature and a fierce sense of justice. He can be competitive to the point of pettiness, yet in all cases he’s able to check himself before endangering an operation. He described to me that before each op, he visualizes mental switches being flipped. These “switches” enable him to ratchet up his abilities and maintain focus. Nevertheless, I’d like to delve deeper into this to see if we can help him manage to balance his personal world as well. I need to ensure he isn’t experiencing extreme shifts in mood outside of the workplace. […]\nI’ve encouraged him to live life for himself. He’s taken some steps toward this by teaching at the academy. Not only will his talents prove invaluable to the young police cadets, but it forms connections that Al-Hassar didn’t realize he was missing. I’ve also just learned that our conversation prompted Al-Hassar to volunteer with at-risk youth. Helping others stabilize their lives may help him to secure his own internal world, as well.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "C7E",
        "PDW9",
        "ITA12L"
      ],
      "secondary_weapons": [
        "USP40",
        "ITA12S"
      ],
      "gadgets": [
        "Claymore",
        "Smoke Grenade"
      ]
    }
  },
  {
    "name": "Jäger",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1cCvTmKwnnovVmpZmDyPkA/b064f5ad6b9e7398d820d9ea90ff9366/Y0R6_BADGE_Jager_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/18FXPSsVVIDvyKvMi4cmnO/bac05dd81df9a8f48336babdc5030cff/R6-operator-jager.png",
    "bio": {
      "real_name": "Marius Streicher",
      "date_of_birth": "March 9th (Age 39)",
      "place_of_birth": "Düsseldorf, Germany",
      "bio": "Biography\n“Birthdays. Proposals. These should be surprises. No one wants a grenade to the face.”\nRaised by his uncle, a mechanic with the Bundespolizei (BPOL) Aviation Group, Streicher was around engines and motors at an early age. While he demonstrated skills in mechanics, it didn’t hold the challenge that he was looking for. Since he had an affinity for complex machinery, his uncle encouraged him to study aeronautical engineering at university, but strict academic form was an uncomfortable fit for him. So while Streicher’s grades were acceptable, he had a tendency toward restless antics. Following his hobby and passion in flying, he spent considerable time around pilots and aircraft. Private corporations sought him out, but Streicher joined BPOL-Aviation Group because it offered him unique challenges, the opportunity to fly and to serve his country. Almost immediately, Streicher began designing defensive weapon systems for BPOL including a ground-based Active Defense System (ADS) prototype. It was this prototype that caught the attention of GSG 9 and Rainbow.\nPsychological report\nSpecialist Marius “Jäger” Streicher has a creative curiosity that’s reflected both in his operations and his daily life. The first part of our conversation was spent discussing a documentary that he watched the night before, about scientists searching for new antibiotics. Streicher was so caught up in it that he sent the link to Specialists Gustave “Doc” Kateb, Emmanuelle “Twitch” Pichon, and Lera “Finka” Melnikova. I’m sure they were all equally interested, if maybe not thrilled to be contacted so early in the morning.\nThat was only the start of our conversation. Streicher discussed other documentaries that he found fascinating: NASA sending a probe to the sun, new discoveries about Tyrannosaurus Rex, really anything to feed his voracious appetite for information on any subject. Robotics and artificial intelligence are the topics he seeks out the most but he enjoys almost anything. […]\nStreicher’s lively energy made for a dizzying meeting. Though the conversation wasn’t erratic, it had a path, I admit I wasn’t able to see it until I noticed that he often mentions the team: Wondering if so-and-so is doing alright after the loss of their dog, if another one received the birthday card he sent, and other references. Streicher enjoys sharing information so that he can make connections. Not just his connection with individuals, but a web of connections among everyone. […]\nHis own upbringing wasn’t particularly lively or warm and the small family meant that he had very little company his age. He told me that his uncle was a fussy man – nitpicky. Streicher appreciates his uncle and all that he taught him, going so far as to say that his uncle made him a better person. But Streicher did also say that his uncle was closed off and had no sense of humor. I believe the translation is “grouchy bean counter.” Understanding this background shines some light on why Streicher is so eager to create these connections with his team. He sees them as family. It certainly explains how intensely protective he is of them either on operations or during downtime.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "M870",
        "416-C Carbine"
      ],
      "secondary_weapons": [
        "P12"
      ],
      "gadgets": [
        "Barbed Wire",
        "Bulletproof Camera"
      ]
    }
  },
  {
    "name": "Kaid",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5Qblb1ZqAqkN3Wa0Qw5qBq/05630c80672105a1195282d276e8eb05/Y3S4_BADGE_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4WdfMUlABk6Pr9FjV3kV4x/42ffacc4a2cd75ff9539dcb00e1e28ee/R6-operator-kaid.png",
    "bio": {
      "real_name": "Jalal El Fassi",
      "date_of_birth": "June 26th (Age 58)",
      "place_of_birth": "Aroumd, Morocco",
      "bio": "Biography\n“Lead by example and the mountain will move.”\nJalal El Fassi was raised on stories of the Fortress, the legendary training facility in the Atlas Mountains. Its incomparable reputation, along with its famed “Kaids” (Commander) were seared into El Fassi.\nHe joined the GIGR (Royal Moroccan Gendarmerie) at 18, demonstrating natural leadership skills under fire. His ability to effectively command specialized squadrons in joint Trans-Saharan Counterterrorism Initiative (TSCTP) operations led to his promotion as Captain. After years of service, the Fortress’ reigning Commander chose his successor: El Fassi, whose authoritative but ethical style made him a worthy “Kaid”.\nHis imposing presence and strict values led to success with his graduates, and the Fortress quickly gained accolades. He further proved its excellence through the thousands of soldiers who trained or taught on its grounds. Over years of negotiating, he welcomed troops from across Africa and the Middle-East, fostering stronger ties between TSCTP members and African Standby Force countries.\nPsychological report\nSpecialist Jalal “Kaid” El Fassi is an imposing Operator. His appearance alone inspires respect – it’s easy to see why his stature and demeanor strike fear in his students. Or how his body language warrants their respect and cooperation without him having to say a word. Frankly, it’s both daunting and fascinating at the same time. […]\nSpecialist El Fassi descends from a long line of Commanders and their Fortress. The Fortress was in disrepute for quite some time, however – some business involving bribes from wealthy families – before El Fassi was at the helm. And it seems his administration not only eliminated these sordid dealings, but elevated the Fortress to heights unimagined by any of his predecessors. […]\nIt’s been difficult separating Specialist El Fassi from his role. He’s sacrificed a personal life for the success of his Fortress, and his role makes it difficult to create interpersonal relationships. I suspect he prefers being alone—he certainly isn’t the type to open up and share, but I think I understand why. He’s taken it upon himself to guide and nurture the future of Moroccan Special Forces, and potentially all of North Africa. He is the rock that all others look up to, so Specialist El Fassi shoulders the brunt of that weight with equanimity because he believes nobody else can. […]\nSpecialist El Fassi is particularly phlegmatic, and his dedication to his duty as Commander and to the Fortress is resolute. Rainbow spent years trying to persuade him to join, but he is not easily moved. The Fortress and its legacy were instilled in him as a child. It is his home, his castle, and I can see the time he spends there in solitude is invaluable. But we finally managed to cut a deal with him, one that not even the great Kaid could turn down… one to improve his school and propel it into international standing. This will be the first time El Fassi is among equals. Only time will tell how he reacts to not being in a position of authority. […]\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "AUG A3",
        "TCSG12"
      ],
      "secondary_weapons": [
        ".44 MAG SEMI-AUTO",
        "LFP586"
      ],
      "gadgets": [
        "Barbed Wire",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Kali",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6r1hk1EunQirF1IcY4TG8T/0d3fbb7508a7747fd51249b1b8ea9779/Y4S4_BADGE_Kali_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4xh8dBfzXNSwQIOaw660Xb/6df56a74ea8534be1d15f61e49aa1e24/r6-operator-kali_358315.png",
    "bio": {
      "real_name": "Jaimini Kalimohan Shah",
      "date_of_birth": "August 21st (Age 34)",
      "place_of_birth": "Amreli, India",
      "bio": "Biography\n“Acceptance of mediocrity is the first step toward failure.”\nBorn to wealthy parents, Shah’s ability to achieve her goals was assured from an early age. This self-assurance hit a brick wall when she tried to join the military. Her interest in martial arts led her to enlist, but she quickly discovered that women weren’t allowed to serve in combat units. Despite all of her money and all of her social influence, she had found an obstacle between her and something she wanted, and it would not budge. Leaving the military, she created her own Private Security Company to operate within India’s borders, then a Private Military Company, NIGHTHAVEN, to operate overseas. She routinely negotiates multi-million-dollar contracts with incredibly favorable terms. Her ruthlessness is legendary, but by becoming a resource the Indian government desperately needs she has circumvented the laws that kept her from her goal and revalidated her self-perception as an unstoppable force in a largely static world.\nPsychological report\nCultural similarity isn’t always a benefit when undertaking psychoanalysis. […] Despite our shared heritage, Specialist Jaimini Kalimohan “Kali” Shah’s experiences are as alien to me as if she had come from the dark side of the moon. Contrary to what the romantics of this world would have you believe, money does create a boundary that can’t be crossed by any other means. […]\nAs a child, Shah received everything she wanted, without effort or attention. She is both ambitious and arrogant, but not without merit. She excels as a leader, primarily by driving those under her command beyond their psychological and physical breaking points to “forge them anew.” The fact that those who complete her training are then inducted into an inner circle – a society of protectors, as she’s apt to call it – does little to separate her from notorious criminal overlords. And yet if I am consistent in believing that everyone has something to teach, I can’t discount her methods. […]\nDoes Shah have any sense of nationalistic pride? It’s difficult to say. To the ultra-rich, borders are merely suggestions. Yet her assumption of the name Kali and her ruthlessness toward those who cross her both imply a connection with the country of her ancestors. […] I suspect this lack of clarity with regards to her motivations is what has already put her at odds with Specialist Eliza “Ash” Cohen, but that was to be expected. Cohen is someone who lives by a very strict set of rules, and Shah’s very existence calls many of Cohen’s beliefs into question. […]\nAs for her strengths, they are many. She didn’t get to where she is by cruising on her family’s success. Her training regimen is relentless, augmented by the best trainers and the best equipment money can buy. She is brave – some would say foolhardy – and she is cunning. Put simply, she’s someone I would be loath to face off against, so it seemed prudent to invite her to join Rainbow. Friends and enemies being what they are, we may have need of her particular strategies far sooner than we would like to admit.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "CSRX 300"
      ],
      "secondary_weapons": [
        "SPSMG9",
        "C75 Auto"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Kapkan",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/797q7C5YA89eFqw4RB40ka/f9435d1b4d13d41472e22d305c961cb9/Y0R6_BADGE_Kapkan_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4DCZD6bED0srAvUDbciDgO/f7b915b1d07854638973fbc23aa0ad9b/R6-operator-kapkan.png",
    "bio": {
      "real_name": "Maxim Basuda",
      "date_of_birth": "May 14th (Age 38)",
      "place_of_birth": "Kovrov, Vladimir Oblast, Russia",
      "bio": "Biography\nMaxim Basuda was born on May 14 in Kovrov, Russia. The eldest of three brothers, Basuda was surrounded by the influence of the Russian military. Both parents worked in the military support factories, his father in mechanical engineering and his mother in textiles. Hoping to escape a grueling life in the factory, Basuda was encouraged by his parents and teachers to enlist in the Ministry of Internal Affairs. Along with the standard training of weapon expertise, protection detail, and high speed pursuit, Basuda showed adroit skills with hostage rescue and information gathering.\nPsychological Report\nOn first impression, Specialist Maxim \"Kapkan\" Basuda can come across as jaded about the world and his role in it. Oftentimes those who are most frustrated sound as though they don't care, when in fact they care a great deal. It's important to Basuda that he's able to make a lasting contribution and so, despite his cynicism or because of it, he's taken it upon himself to mentor other soldiers. […] Even though some on the team find him intense, they all speak highly of him. I asked him if he thought he had changed much over the years. He laughed and told me the one changed he has noticed: He still eats flint for breakfast, only now he knows when to take his words back. […]\nBasuda enjoys a number of hobbies centered around weapons and hunting, so naturally I wanted to hear what the appeal was for him. A hunter, Basuda told me, needs to think strategically, to understand the animal's routines and behaviors, but it's also imperative that the hunter respect their prey. […] Any true hunter respects animals. They understand conservation and need to maintain a balance. Wolves and bears play their part perfectly, he told me. Basuda said this understanding makes him a better operator because he can apply it to people - both in how they're like animals, but also in how they are not.\nFor Basuda, life is harsh - made harsher by humans. Decisive action and level headedness are what matter. Like wolves - not the fairy tale kind, but the real ones - Basuda considers himself loyal. Wolves, he explained to me, are devoted to family. All members raise the young, and they work together as a team when hunting. […] Given his explanation, I wondered if he may feel somewhat lonely. A wolf without a pack. At my mention of it, he laughed and tapped his temple and told me he loves brain science - that my job studies the mind but then is almost always about the soul. Listening to him wax philosophical, I found I couldn't help but agree.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "9x19VSN",
        "SASG-12"
      ],
      "secondary_weapons": [
        "PMM",
        "GSh-18"
      ],
      "gadgets": [
        "Impact Grenade",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Lesion",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2CWYSySnPAhsOHdq2OLSjv/f9e54debcfa0c8fe76012d9097b98e6e/Y2S2_BADGE_Lesion_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3R9iXCdt0dpYqg6LqFojua/ba70e0f2616df82a2f89ecf2d72b4ae0/R6-operator-lesion.png",
    "bio": {
      "real_name": "Liu Tze Long",
      "date_of_birth": "July 2nd (Age 44)",
      "place_of_birth": "Hong Kong, Junk Bay (Tseung Kwan O)",
      "bio": "Biography\n“Make no excuses for who you are. Only the weak-minded will demand you make yourself smaller.”\nBorn and raised in Tseung Kwan O (Junk Bay), Liu’s early years were spent working alongside his father in the shipyards, stripping obsolete tankers for raw materials and parts. Growing up surrounded by hazardous materials and seeing their long-term effects on his fellow workers left Liu with an abiding respect for toxins and their effect on the human body. Initially seeking additional income, he volunteered for mine clearing duties in Yunnan and Guangxi provinces where his abilities and bravery caught the attention of key personnel within the Hong Kong Police Department. Liu then joined the Explosive Ordnance Disposal Bureau (EOD), giving him the opportunity to continue his chemistry and forensics-based education along with intense on-site training. Liu’s expertise with chemical, biological, radiological, and nuclear threats made him a clear first pick during the formation of Rainbow’s CBRN unit. Liu continues to volunteer for mine clearing duty in his spare time.\nPsychological report\nSpecialist Liu “Lesion” Tze Long’s teammates have a great deal of respect for him, despite the fact that he can often drop off the radar due to his low-key style. Liu doesn’t mind that he’s overlooked; in fact, when I suggested this to him it prompted a smile. While on an operation, Liu is intense and focused, and thinks quickly on his feet. In his downtime he is soft-spoken with a wonderful dry wit.\nHis family’s poverty encouraged him to be philosophical about his childhood. Even now he prefers to keep life simple by spending his money and time on things that have purpose. Liu told me he isn’t a person who rails against things beyond his control, and I know from observation that he isn’t someone who counts his scars. […]\nHis childhood, frankly, sounds horrific. His health was at risk from toxic materials, not to mention the physical danger of ripping apart tonnes of steel. And yet Liu remembers his past fondly, regarding the bad moments as something he was lucky enough to survive. I wondered if his optimism was a survival mechanism to weather horrifying circumstances, but Liu was eager to put me at ease. It wasn’t all bad, he said. He described how he and his father would admire the sunrise dancing across the water and take long lunch breaks to go fishing. […]\nLiu continues to live close to where he grew up. His connection to the location is more than nostalgia. There’s a sense of satisfaction in knowing what it used to be and how time has affected it. Liu says both he and Junk Bay have changed for the better, and that the future can always be shaped into something good.\nAs he did at the start of his career, Liu still volunteers in underprivileged areas. His expertise has contributed to the clearing of tens of thousands of mines and unexploded ordnance. In particular, he’s been consulting the tech experts within Rainbow as he and operators Olivier “Lion” Flament and Lera “Finka” Melnikova look to incorporate state-of-the-art solutions into their CBRN threat unit.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "SIX12 SD",
        "T-5 SMG"
      ],
      "secondary_weapons": [
        "Q-929"
      ],
      "gadgets": [
        "Impact Grenade",
        "Bulletproof Camera"
      ]
    }
  },
  {
    "name": "Lion",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3gfdjXFezusaerCakMpfQ2/4565b28edd241b7fd3b0eba9c97d54f2/Y3S1_BADGE_Lion_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/O1pBwXRND1RV2WN5OrEr7/787e4d31e1b74ae9700ffac675205de3/R6-operator-lion.png",
    "bio": {
      "real_name": "Olivier Flament",
      "date_of_birth": "August 29th (Age 31)",
      "place_of_birth": "Toulouse, France",
      "bio": "Biography\n“Confusing what is right with what is easy can lead down a dangerous path.”\nWhen Flament’s rebellious antics landed him in hospital, disowned by his family and on the brink of homelessness, he enlisted with the French Armed Forces in an attempt to gain control of his life. Early reports flagged Flament’s skills and aptitude as well-suited for specific training in CBRN. The additional structure and strict discipline of advanced training allowed him to excel and he was quickly recruited into the 2nd Dragoon Regiment, where he worked primarily with their environmental monitoring sensors.\nFlament showed a fascination for bacteriology and virology, specifically vector control. Recognizing that his abilities could be better applied elsewhere, he resigned from the army and joined the Gendarmerie, with a view towards the GIGN’s Operational Support Force (FAO). His ability to remain focused and perform precise tasks under stressful conditions caught the attention Specialist Melnikova during a joint mission in Nigeria, who recommended him as a candidate for Rainbow.\nPsychological report\nScars. A few of our operators have more than their fair share. Specialist Olivier “Lion” Flament, however, has used the army to help heal his. No outlet is perfect, and battle fatigue has a way of piling up, but he channels his frustrations into determination. His approach is motivated by such singular focus that it makes him one of our more formidable and consistent team members. […]\nSomething that I try to impart to our team is the value of introspection. Flament, with his Catholic faith, already understands this. He openly discusses his regrets and I can see they give him clarity and purpose. The past isn’t something that he’s forgotten or tried to erase. It motivates him, but has no hold on him. […]\nIn my sessions, I ask for one good thing that happened recently, no matter how small. Some have described a perfect breakfast they had, or the movie that made them laugh so hard they cried. Flament talks about his love of heavy metal music, his faith, and his son.\nWhile the pain of being disowned by his father may never truly fade, it’s prompted Flament to engage with his son more constructively. He treasures their relationship, perhaps because he realizes how close he came to never knowing Alexis at all. In the pictures Flament shares with me I can see the results of his efforts. […]\nThree of our GIGN Operators – Specialists Emmanuelle “Twitch” Pichon, Gustave “Doc” Kateb, and Flament – are all haunted by a shared tragedy. This friction over Flament quarantining doctors and nurses who later died can’t continue. Joint sessions with Kateb and Flament are already planned. We will resolve this, one way or another. […]\nFlament tells me that, thanks to his military service, he’s reinvented himself – but that suggests a different person. I think it’s more like reshaping. A dedicated operator, a tireless volunteer… A caring father. He’s always been these things. His tattoo – the French Army’s motto, \"Give me a chance to shine\" – tells Flament’s story. For him to continue growing, he will have accept his intrinsic ability to change.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "V308",
        "417",
        "SG-CQB"
      ],
      "secondary_weapons": [
        "Gonne-6",
        "LFP586"
      ],
      "gadgets": [
        "Stun Grenade",
        "Claymore"
      ]
    }
  },
  {
    "name": "Maestro",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/XK43imgD0tc0xrk0tgTCQ/0402cc95cbd525debafa1aab0fdd8385/Y3S2_BADGE_Maestro_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5DSFt6OEgGRcIOjC8YmdEV/e858ba7e2b695d4d792b84f2fcd95c3a/R6-operator-maestro.png",
    "bio": {
      "real_name": "Adriano Martello",
      "date_of_birth": "April 13th (Age 45)",
      "place_of_birth": "Rome, Italy",
      "bio": "Biography\n“Did I ever tell you about the time we tree-jumped into a Congo swamp at night? No? Oh, it’s a good one.”\nAdriano \"Maestro\" Martello, oldest in a family of eight children, grew up in Rome, but attended the Military Academy of Modena at 18. He joined the Carabinieri and earned a spot as an Explorer Paratrooper in the 1st Paratrooper Regiment known as Tuscania. After several distinguished tours where he earned Silver and Bronze Medals of Military Valor, Martello qualified for Gruppo di Intervento Speciale (Special Intervention Group or G.I.S.) and participated in joint operations in Iraq, earning a facial scar from a roadside IED. He engaged in multiple actions against homegrown threats in Italy and eventually became an instructor helping train Tier 3 units in the Italian military.\nAfter Martello’s tour was completed, he went into private consultation where his courses quickly became a top-rated operator bootcamp for teaching advanced techniques to Tier 3 and Tier 2 units, as well as private military companies. The Tuscania eventually convinced Martello to re-enlist to help upgrade one of their units to a Tier 2 Special Forces classification, and this enabled him to join Rainbow as a representative of the Italian Units.\nPsychological report\nI have no doubt that Specialist Adriano Martello (AKA: Maestro) is a natural leader. He had earned the nickname Maestro due to his willingness to sacrifice first place in order to help other soldiers during basic training, and while records indicate that some soldiers didn’t appreciate the handholding, I think it refined Specialist Martello’s teaching methodology. [...] I did review his school records in regards to the fights he got into, and I believe he was keeping his brothers and sisters out of trouble by fighting for them. [...]\nHe initially entered the military to ease his parents’ financial burden in raising eight children and he carries that sense of responsibility into his units. He cares about the men and women he serves with and has an affinity for bringing out the best in others, even if it’s with a bit of good-natured bluster and perhaps more vulgarity than some of our more reserved operators are used to. I suspect Specialist Martello enjoys cussing for effect though there is no doubt that he teaches through anecdotes. He presents himself as genuine, however, and it’s an undeniable part of his charm because it comes off without any sort of duplicity. [...]\nSpecialist Martello will make an excellent Tactical Control Commander one day, but his biggest liability is his own wanderlust. [...] He loves pursuing challenges to his own detriment. Once he’s conquered an objective, there’s little keeping him rooted. He has personal ties with Specialist Seamus \"Sledge\" Cowden (Joint Operations in Iraq before Article 5 was instituted), enough that to my understanding he’s invited Specialist Cowden over to visit his family when the pair were cycled off duty rotation. Even then, I doubt it’s enough to keep him tied to Rainbow Operations. His ties to Specialist Aria \"Alibi\" de Luca may be a different story, however. They worked closely together during Operation Spider Wasp, with Specialist Martello’s unit taking down organized crime targets based on Specialist de Luca’s intel. Whatever other history they share remains unknown to me… for now. [...]\nIt is my estimation that Specialist Martello needs a carrot to remain invested, and that means presenting him with challenges that he’s likely to fail at. It’s why I recommend Specialist Martello step into the boxing ring with Specialist James \"Smoke\" Porter, for example, and pit him against a boxer with more training and skill. From my records, Specialist Martello grew up in the lower income neighborhoods along Rome’s Lungotevere, where he befriended local Romany children. He boasts about boxing with the Romany, a strong tradition in that culture, and I believe that training him with Porter will encourage positive memories that will link his childhood with Rainbow. [...]\nAnother option is to arrange for Specialist Mike \"Thatcher\" Baker to take a personal interest in Martello’s development. Martello has nothing short of genuine respect for Specialist Baker, enough to leave him tongue-tied around the SAS veteran. That state of deference may forge a strong enough bond to keep Specialist Martello invested in the Rainbow program.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "ALDA 5.56",
        "ACS12"
      ],
      "secondary_weapons": [
        "Keratos .357",
        "Bailiff 410"
      ],
      "gadgets": [
        "Barbed Wire",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Maverick",
    "type": "Attacker",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3DXiYgVT71qGscYmFMgayj/d6c40a7dabdfecb92b637bec83003a58/Y3S3_BADGE_Maverick_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5JkQYq5w8jibdznsDl2yvy/3ec75ea42f9a54238f569797a3e185a6/r6-operator-maverick.png",
    "bio": {
      "real_name": "Erik Thorn",
      "date_of_birth": "April 20th (Age 36)",
      "place_of_birth": "Boston, Massachusetts",
      "bio": "Biography\n“The Devil’s in the details… that’s where you’ll find me.”\nBostonian Erik Thorn came from a multilingual home and ranked in the top 2% in intelligence. After high school, he enlisted with the U.S. Army and rose in rank over a short period of time. He learned Dari and became an Intelligence Officer, serving in Kabul as foreign reporters, adventurers, and criminals flocked to the city. Thorn was well known in the underground club circuit, and even among locals as a proficient Buzkashi player.\nThorn was invited into the Unit as their regional specialist. Following selection, he remained in country, gathering intel, building networks of allies and safe houses, and tracking hostiles. As the situation in Kabul worsened, Thorn kept tabs on Americans, rescuing them when necessary and helping locals escape the violence. He was investigating a missing reporter when The Unit lost contact with him. After two years of silence, he re-emerged with enough intel to dismantle a major insurgency operation. There were still questions regarding his disappearance, but he was exonerated and his testimony sealed. His successful missions, along with his expertise, gained him the attention of Six.\nPsychological report\nI knew Specialist Erik “Maverick” Thorn well before his disappearance. He was a legend among Intelligence Collectors as the spook who “went native”. He’s often difficult to engage with since he’s incredibly intelligent and able to read others with remarkable intensity, but ask him about Kabul or Buzkashi and he can barely contain his excitement. […]\nI’ve never seen old men sell their services on street corners to write love letters before, so it’s hardly surprising he took to Afghanistan… it’s a bewitching culture. When expats began partying in underground clubs and drinking at restaurants, Specialist Thorn admitted that he knew the “Kabubble” was going to pop hard, that Westerners would become easy targets. He saw the writing on the wall before anyone else did. […]\nFrom a young age, Specialist Thorn handled an almost overwhelming amount of sensory input that would have shut down most kids. Instead, he compartmentalized and deconstructed everything around him as a way to function. It’s one reason I think he internalizes his emotions. […] His parents were loving but rigid—they barely let him explore his own neighborhood. It’s what drove him to join the army, to experience a world he could only dream about. It’s hardly surprising Kabul left such a heavy imprint on him. I don’t think he emerged from his shell until he started traveling, and even now his mind is with us, but his heart is in Kabul.[…]\nSpecialist Thorn has displayed remarkable empathy stemming from his ability to watch, listen, and dissect. People confide in him and it’s why he survived in Kabul as a fly on the wall. […] I’m still going through debriefs regarding his disappearance. It reads like a terrifying thriller but the scars that came with his experience have only tied him more closely to Afghanistan. I think his tattoo is a reminder of that life.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "AR-15.50",
        "M4 GS"
      ],
      "secondary_weapons": [
        "1911 TACOPS"
      ],
      "gadgets": [
        "Frag Grenade",
        "Claymore"
      ]
    }
  },
  {
    "name": "Melusi",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/74H52a9GMql8wamIy6WqH5/9fddba49258152835da7cdac8c566663/Y5S2_BADGE_Melusi_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7xlDG41BwglAg68IGGhvf3/73cd220cd35d5e58dc30f0f3f551b923/r6s-operator-melusi.png",
    "bio": {
      "real_name": "Thandiwe Ndlovu",
      "date_of_birth": "June 16th (Age 32)",
      "place_of_birth": "Louwsburg, South Africa",
      "bio": "Biography\n“Understanding is the only tool that vanquishes ignorance.”\nBorn in the small town of Louwsburg near the Ithala Game Reserve, Ndlovu spent many years exploring with her friend, Elna Gardiner. As they grew, so did their appreciation of and sense of responsibility for the animals on the reserve. The threat from poachers fueled their determination, and though haunted they focused on the lives they could save, rather than past casualties.\nNdlovu signed up with the South African National Defence Force to broaden her skillset and fund her field ranger training. Her persistence and dedication brought her to the attention of the 1 Parachute Battalion, until an ambush in the Central African Republic left her badly wounded.\nWhen Gardiner, who had become an accomplished veterinarian, asked for help defending Hluhluwe–Imfolozi Park, Ndlovu resigned from the military and began training local women in tracking, interception, and surveillance. Together, they are the heart of the Inkaba Task Force Anti-Poaching Unit.\nPsychological report\nSpecialist Thandiwe “Melusi” Ndlovu strikes me as someone uniquely suited to carrying out South Africa’s ongoing conservation efforts – she is efficient, precise, and accepts that greed remains one of humanity’s greatest challenges. When I asked if she thought we would ever be rid of it, she smiled and said, “It’s good to dream, Doctor.” […]\nHer relationship with Elna began the day they discovered that their names meant the same thing: “beloved”. It wasn’t always an easy friendship, but their shared adoration for the animals of the game reserve and propensity for exploring where they absolutely should not have been saw them through a lot of challenges. […] Ndlovu's stoic comparison between the wounded of the battlefield and the cries of poisoned elephants is in stark contrast to Elna’s compassion. It’s interesting that one focused on prevention, and the other on triage. In the end, their divergent paths create a complementary partnership. […]\nNdlovu refuses to speak about the ambush that decimated her unit. From the reports it’s clear the operation was a harrowing ordeal from which she was lucky to escape. I tried approaching the topic from the angle of latent survivor’s guilt, but she brushed off my attempts. She seems more affected by the tragedies she witnessed on the reserve – comparing land mines to snares, and mentally turning the the reserve into a warzone. […] Her profile indicates that any negative feelings have been transmuted into action, in the forms of training the women of her anti-poaching unit and the web of drone-based surveillance she has organized to oversee their operations.\nOn the topic of her work, she is effusive. Ndlovu believes strongly that there must be education and a shared responsibility within the community, that simply fighting poachers is not enough. She takes great pride in the accomplishments of the women under her command, and in their contribution to the well-being of the animals they protect. She cares, too, about improving the local economy, but this concern is secondary to providing what she calls “self-directed futures” – believing that these, above everything, will counter the lure of easy money.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP5",
        "Super 90"
      ],
      "secondary_weapons": [
        "RG15"
      ],
      "gadgets": [
        "Impact Grenade",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Mira",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/u1KR6aogjLncAtaVOciTc/ba730583f9c20cad6d3ca996d366a707/Y2S1_BADGE_Mira_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6wZplm8r956WXGrSYlULTU/0f9c0a33abfd42d9102723886850b8ca/R6-operator-mira.png",
    "bio": {
      "real_name": "Elena María Álvarez",
      "date_of_birth": "November 18th (Age 39)",
      "place_of_birth": "Madrid, Spain",
      "bio": "Biography\n“Think of me as your conscience. I see everything, and I’m just as ruthless.”\nÁlvarez is a highly creative operator with the unmatched ability to dominate close-quarters urban environments. Working alongside her father in his auto repair shop helped form her intricate understanding of machinery and prompted her to study mechanical engineering and metallurgy at university. Instilled with a strong sense of justice and an obligation to serve, Álvarez joined the Cuerpo Nacional de Policía. She saw the need for better equipment and developed new bulletproof materials to protect her teammates while on operations. Encouraged to join the Grupo Especial de Operaciones, she beat more than 100 other recruits for the coveted position. The reinforced armor she wears is her design. Álvarez was hired as Rainbow’s Director of Research and Development before being added to the combat roster so that she could better test her developments and improvements under field conditions. She flies helicopters in her spare time.\nPsychological report\nSpecialist Elena María “Mira” Álvarez thinks on her feet. Someone this adaptable and versatile is difficult to predict… as they should be. She takes risks, though, and I’m hoping they’re calculated ones. Álvarez is one of the operators who most strives to be a hero. Ferociously protective of teammates and those she considers friends, she can nonetheless dominate an operation, forcing others to blend their tactics with hers if they wish to succeed. […]\nÁlvarez enjoys her time in the lab and I’m grateful she accepted my offer to become head of R&D. Working surrounded by machinery reminds her of her father and the strong bond they continue to share. […] As far back as she can recall it was only ever the two of them, though her father’s shared memories of her grandmother gave her a second role model to look up to. One story stands out in particular: While working late in his garage, her father was pinned under a car. Álvarez found him. She was seven years old. Refusing to leave him, she struggled with the heavy jack – despite his protests – and got him free. Only then did she run for help. […] This is the loyalty and stubbornness that I see in her, and that her team appreciates. It comes from a kind heart. […]\nWhen not working, Álvarez is restless, which she’s managed to channel into her art. Her metal sculptures are a source of great pride and she showed me photos of her portfolio. The way she incorporates used machine parts and ballistic glass is enchanting. […] Álvarez uses her artistic sensibilities to visualize scenarios with unique clarity. The team should be encouraged to make better use of his talent. […]\nHer ongoing rivalry with Specialist Eliza “Ash” Cohen is a clash of two strong-willed people. Both have solid leadership skills and both care about their teams. They simply approach challenges differently. We need to work through some scenarios where they can both apply their strengths to reach an acceptable outcome. Only through joint success will they see the value of each other’s approaches.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Vector .45 ACP",
        "ITA12L"
      ],
      "secondary_weapons": [
        "USP40",
        "ITA12S"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Montagne",
    "type": "Attacker",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7qWONT0mrNYtUZVTVVT8Yj/e0da552d6bb6548ddf74cf4cc44d75c5/Y0R6_BADGE_Montagne_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/37v1tD14BQ9A59vqXO7I9p/ba1d199bf7697f5ede61b93cdec60686/R6-operator-montagne.png",
    "bio": {
      "real_name": "Gilles Touré",
      "date_of_birth": "October 11th (Age 48)",
      "place_of_birth": "Bordeaux, France",
      "bio": "Biography\n“Every conflict is an iteration upon the last. Every scar, a victory.”\nTouré began his career in law enforcement as a uniformed police officer with the National Gendarmerie. They used his imposing form whenever there was a need to show a strong police presence, earning him a spot in the Mobile Gendarmerie where the focus was on crowd control as well as military and counter-terrorism patrol missions. Touré’s push for extensive training provided him with a broad skillset and earned him a position in the GIGN. Though he’s best utilized for his breaching techniques, Touré also has training in combat engineering and reconnaissance. When not deployed with Rainbow, Touré is an instructor at GIGN.\nPsychological report\nSpecialist Gilles “Montagne” Touré’s imposing presence, along with his unwavering gaze, is impressive and (as a tactic) I can see how it can be unsettling. He’s a man of few words, even among his friends. I chose to visit him at one of the GIGN Training Centers so that he’d be more comfortable talking. […] Observing Touré with his trainees gave me a better sense of him. In this capacity he was accessible, fair, and even gregarious. […]\nWe started by discussing his role as an instructor. Touré was excited that Rainbow continues to evolve and is proud to be a part of it. He told me there’s always a lot to learn from his peers and that, lately, he’s been trying to stretch beyond his comfort zone. He has certainly taken the lead on including more virtual simulation in our training. He’s hoping to incorporate the unique skills of operators such as Specialist Grace “Dokkaebi” Nam in his next sessions. […]\nTouré has a naturally protective nature. His choice to enter law enforcement speaks more to that than his family’s military history. The middle of four – his two brothers are also in the military – Touré said that the family raised them to be protectors. Their parents recounted stories of various ancestors who fought for what was right. […] He believes that education is the solution to many of the world’s problems. His sister finished her police training but switched to teaching when she felt that was where she could do the most good.\nBecause Touré has an understated confidence, I was surprised when he expressed doubt about his role in Rainbow. Many of our operators are exceptionally skilled with languages. Touré isn’t. None of the reports suggest this is an issue, but even a perceived weakness can become debilitating. I encouraged him to select one – only one – language to focus on studying, and asked some of the other specialists to make an effort to include him in their conversations. If all goes well, it’ll feel less like he’s being tested and more like he’s being folded into the group.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "LE ROC SHIELD"
      ],
      "secondary_weapons": [
        "P9",
        "LFP586"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Smoke Grenade"
      ]
    }
  },
  {
    "name": "Mozzie",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/15hUu2PsypX2c1LIJFQNUT/8538c52057420dbf3995cf3117b155c5/Y4S1_BADGE_Mozzie_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/22Gyn0Z317IfLRGwHPBlmL/1e9e9f041403e8846824337cb53600b8/r6-operator-mozzie_343388.png",
    "bio": {
      "real_name": "Max Goose",
      "date_of_birth": "February 15th (Age 35)",
      "place_of_birth": "Portland, Australia",
      "bio": "Biography\n“C’mon, I'm not here to fuck spiders.”\nRight after Year 10, Max Goose applied to enter the Australian Defence Force Academy, later working in Combat & Security. He joined an infantry regiment that incorporated dirt bikes and all-terrain vehicles in their reconnaissance operations. Goose excelled in land navigation and became the two-wheeler expert in raids, scouting, and convoy operations.\nFollowing Operation Catalyst, he was handpicked to join the Special Air Service Regiment (SASR), so long as he passed selection and refrained from talking back. His specialized off-road skillsets and quick thinking were highly prized, even though his driving style appeared reckless. He deployed to Operation Slipper and served until the operation’s conclusion. He later received the National Emergency Medal for saving firefighters during the Esperance bushfires.\nGoose is a calculated daredevil who loves testing upcoming military stealth bikes, but he says there’s no bigger honor than being asked to join Rainbow Six.\nPsychological report\nOn their own, Specialist Max \"Mozzie\" Goose and Specialist Tori “Gridlock” Tallyo Fairous perform exceedingly well, but together, they pull off some amazing, even hare-brained stunts sure to make the sternest of commanders crack a smile… when they succeed, of course. Just like their operation at the Esperance bushfires. […] These two specialists create this remarkable balance seldom seen between two operators. I’m curious to see if they would still help each other as opponents, or if duty will take precedence over their friendship. […]\nHe’s a speed demon, not just on his bike, but how he processes information. By the time others are done parsing a problem, he has already considered the feasibility of a particular course of action, having weighed all the pros and cons, and he’s already kick-started his bike. Those seconds he’s saving are precious. All the while, he’s smirking beneath that moustache, and there’s this shine to his eyes that makes everyone uneasy. I believe he’s a troublemaker in spirit, but a real showman at heart. […]\nGoose grew up as the middle sibling in his family and I do believe he had to put extra effort to be heard or noticed, which explains the showman side of his personality. He jokes that his parents paid more attention to him the moment he engaged in extreme sports like freestyle mountain biking, dune buggy racing, and the occasional hang gliding. He told me that the moment he told his mum he did skydiving with dirt bikes, she completely lost it. […]\nI’ve had the… “pleasure” of hearing the extent of his profanity, though like many behavioural psychologists, I’ve seen enough evidence to support the theory that swearing is good for you… that it’s not maladaptive. […] I’ve even seen Specialist Goose use humour to cover pain, though I wonder if he uses vulgarity to make up for his physical stature, likely to appear more intimidating. So far, all my observations indicate that he becomes quite furious when his height is made all the more obvious.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "Commando 9",
        "P10 RONI"
      ],
      "secondary_weapons": [
        "SDP 9mm"
      ],
      "gadgets": [
        "Barbed Wire",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Mute",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3exeHnxH1tmUmQTequWRKa/e1b6c6f057eb24722dd7860af0276316/Y0R6_BADGE_Mute_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3gItFrDP0bBZsDXPdPp8ni/4314eb876028a87ae7fb20cc3215d3f6/R6-operator-mute.png",
    "bio": {
      "real_name": "Mark R. Chandar",
      "date_of_birth": "October 11th (Age 25)",
      "place_of_birth": "York, England",
      "bio": "Biography\n“People think my codename is because I don’t like to talk. Maybe I just don’t like you.”\nAn exceptional and well-rounded student, Chandar was one of the youngest accepted into the University of Cambridge. He majored in electronics and computer engineering, completing an internship at a prestigious tech company where he contributed to the design and function of security system prototypes. His ingenuity caught the attention of Britain’s national security office, the Government Communications Headquarters (GCHQ). Having demonstrated acuity in code breaking, Chandar became an intelligence officer within the signals intelligence (SIGINT) unit. He continues to contribute to the applied technical research team and has recently expanded his field of study to include learning Korean.\nPsychological report\nIt may not be immediately clear why Specialist Mark Chandar’s codename is Mute. While he dislikes small talk, he isn’t particularly reserved and in fact can be brash – a trait that is off-putting to some. Whatever social agitation he experiences, there are some indications that he’s unable to shake it off. I suspect it’s because he’s impatient. He needs to appreciate that there are different approaches to solving a problem. Interestingly, Specialist Mike “Thatcher” Baker seems begrudgingly tolerant of him and has been known to speak up in Chandar’s defense. […]\nChandar tends to gravitate to certain personalities. In particular, I’ve noticed that he’s been interacting with Specialist Timur “Glaz” Glazkov lately. Because Chandar revels in deconstructing equipment to create something new, I think he’s drawn to abstract thinkers and Glazkov has a similar talent for seeing complex situations in a unique way. […]\nGiven his background in information security, Chandar understands secrecy and seems uncomfortable with expressing himself or with personal questions. In his field, and here at Rainbow, information is a critical – life and death – commodity. So of course, I respect this but only up to a limit. I had to find another way in and we managed to find common ground in discussing History, of all things!\nFor someone so focused on science he surprised me. His hometown of York is one of the most historic cities in England and it’s a city I adore. He described in wonderful detail how he had to pass the Gothic church on his walk to school. He liked to lean back and look up at the bell tower for so long that it made him wobbly. […] My meeting with Chandar reminded me that we here at Rainbow tend to focus on how our operators excel in the STEM fields, but there is great value in our operators having passion and interests across a broad spectrum of studies. Chandar demonstrates why he’s much more than someone who is used to being the smartest person in the room. Despite his young age, I’m certain he has something to teach the others.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP5K",
        "M590A1"
      ],
      "secondary_weapons": [
        "P226 Mk 25",
        "SMG-11"
      ],
      "gadgets": [
        "Bulletproof Camera",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "NØKK",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2qfSHHTdCRVhx9EWycVDNr/9e361e73fb91e571f7470de21edf5c7a/Y4S2_BADGE_Nokk_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5X4tMHTglYiy22CYHvvn6b/74f36f4695c6f1eb79533be5e9f97002/R6-operator-nokk.png",
    "bio": {
      "real_name": "[REDACTED]",
      "date_of_birth": "[REDACTED]",
      "place_of_birth": "[REDACTED]",
      "bio": "Biography\n“The only thing I feel when I pull the trigger is recoil.”\nFor reasons of National Security and currently active missions, Nøkk’s records are sealed at NATO Confidential security clearance, but her files have been released to Six. Nøkk enlisted at the Army NCO School in Sønderborg, then enrolled at the Royal Danish Military Academy where she graduated at the rank of First Lieutenant. With four deployments under her belt, Nøkk underwent additional special operations training, earning her Jægerkorpset maroon beret with skills in covert ops, combat search and rescue, direct action, special recon, arctic warfare, and advanced breaching. Nøkk served in Afghanistan and Iraq, often alone in deep undercover behind enemy lines. She received commendations for eliminating hostile insurgents in surgical strikes and was responsible for uncovering Erik “Maverick” Thorn’s location, forwarding that intel to the Unit.\nNøkk keeps her identity hidden from all but her fellow operators. NATO’s O&P division recommended Nøkk for Rainbow as one of its deep cover specialists.\nPsychological report\nWhen they looped me in on Nøkk’s real identity, I cracked open her secret dossier with schoolboy glee. I love a good mystery and I was not disappointed. Nøkk’s real identity has been a prickly issue given the potential scandal should it ever be made public. Frankly, had I not known who Nøkk’s father was, I wouldn’t have noticed the family resemblance. But it smacks you in the face when you know the truth.\nI wondered how Nøkk felt about all this and how it influenced her upbringing. Nøkk tried to dismiss it as one of the realities of the job, but eventually I learned enough to start painting a portrait. Nøkk’s mother raised her, and the pair are close to the point of being best friends. It’s almost tribal how protective they are of each other. Nøkk knew about her father and his family, but it took a while before the family knew about Nøkk. They tried to give Nøkk a better life, but without bringing her into the fold out of fear of courting a major scandal for the family.\nNøkk is fiercely loyal to her mother, so I found it surprising Nøkk was loyal to her father out of respect for the family name itself. You’d think there’d be some resentment there, but Nøkk is comfortable quietly serving Queen and Country and everything else that falls under the umbrella; her Darwinist outlook isn’t rooted in her own safety, but rather the betterment of the soldiers of her unit and her country.\nNøkk’s ability to keep a secret and maintain a façade is what makes her a highly capable undercover operative but she is involved in an active mission. Fortunately, Nøkk’s cover identity is currently “in jail,” building up credibility while giving us an incredible opportunity to work with someone of Alibi’s and Bandit’s caliber. I have no doubt Nøkk is a strong fit for Rainbow, and I hope we can use her to the full extent of her stay with us.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "FMG-9",
        "SIX12 SD"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "D-50"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Frag Grenade"
      ]
    }
  },
  {
    "name": "Nomad",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/UxfU1gJDoZGDrzT3iBsIp/b1aa522cc08e4631b9a857b52afa4f99/Y3S4_BADGE_Nomad_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1Fue2SumRQEs8Geb2CpWsX/913fbcda744ab9dc719a1440047e4585/R6-operator-nomad.png",
    "bio": {
      "real_name": "Sanaa El Maktoub",
      "date_of_birth": "July 27th (Age 39)",
      "place_of_birth": "Marrakesh, Morocco",
      "bio": "Biography\n“Deep down in my veins, I knew I had to travel. Now that I have, I’m certain I haven’t travelled enough.”\nBrought up in a wealthy Moroccan family, Sanaa El Maktoub travelled considerably at a young age, visiting Europe and North Africa, and dreaming about braving remote regions. She enlisted in the military at 19 and later joined the Groupe d'Intervention de La Gendarmerie Royale (GIGR) after graduating from the legendary Fortress. She served 4 tours with the Mountain Infantry Battalion and took part in Flintlock exercises and joint missions with Trans-Saharan Counterterrorism Initiative partners. She became her unit’s expert on environmental operations.\nBetween tours, she undertakes solo expeditions. El Maktoub is among the few explorers who can cross the Sahara, climb up the Alps, trek through Asia’s rainforests, march along the Arctic Circle… and still return to her unit in operational shape. Rain or shine, desert or polar climates, she can walk through it all. Perceptive and resourceful, she’s an expert survivalist who sketches out her trips in her notebook.\nPsychological report\nSpecialist Sanaa El Maktoub is constantly on the move, thus her codename, “Nomad.” The only time she stands still is when she’s sketching in her notebook, and following the recovery of her fingers no less. […] I think her privileged upbringing instilled her with a private need to succeed, pushing her to conquer mountains and terrains her parents never faced. She likely got accused of being soft in her childhood, and she’s set out ever since to disprove it. In her it’s created a world-class extreme environment expert whose reputation precedes her. […]\nSpecialist El Maktoub possesses unmatched resilience to survive the elements, and her endurance is famous within military circles. In fact, the first time I encountered Specialist El Maktoub’s name was through a research paper about military fitness assessments. […]\nI can see why she’s invaluable to GIGR. She claims that anyone can develop her survivalist and planning skills with experience, but she’s being genuinely modest. Bragging seems antithetical to her and I think that it somehow diminishes her own sense of accomplishment when she has to talk about it. She certainly doesn’t do things the easy way… her drawing are her photographs. Truth be told, I’m envious of her spirit. […]\nFirst deployed to the Fortress at the start of her military career, she did extensive training under the leadership of Specialist Jalal El Fassi. It would be interesting to see them working together again under different circumstances. […]\nDuring her expeditions, she encountered a number of secluded cultures, like the Maasai in Kenya and the Nenets of Siberia. It’s resulted in self-taught skills in cultural diplomacy. While Rainbow Six recruits specialists from around the world, I’d guess no one else has seen as much of the world on their own as she has. And still, she wants to become the first woman to cross Antarctica, alone on foot. I have no doubt she can accomplish that, but I hope it doesn’t cost her more appendages. I privately worry that she considers such injuries a badge of honor and proof that she isn’t some spoiled rich girl.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "AK-74M",
        "ARX200"
      ],
      "secondary_weapons": [
        "PRB92",
        ".44 MAG SEMI-AUTO"
      ],
      "gadgets": [
        "Breach Charge",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Oryx",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7mLA8GY9ZKlUfDXrfo9Nek/e3dfd0759414f36866a8c80b61a67722/Y5S1_BADGE_Oryx_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3Ha2aY7zJrudEskszfFA3K/2f5d898ca145d4dd73d8ec4ece53b195/r6s-operator-oryx.png",
    "bio": {
      "real_name": "Saif Al Hadid",
      "date_of_birth": "July 3rd (Age 45)",
      "place_of_birth": "Azraq, Jordan",
      "bio": "Biography\n“Sometimes, the only way out is through.”\nLittle is known about Al Hadid’s life. He grew up in a small town adjacent to an air force base, and by all accounts had a normal childhood up until he disappeared from international records for more than fifteen years. He eventually resurfaced in Jordan, but stayed only long enough to obtain a new passport. He learned wrestling in Istanbul, Muay Thai in Bangkok, tactical driving in Berlin, and precision marksmanship in Damascus, likely working for a paramilitary sponsor. Then he disappeared again.\nHe next showed up as a cadet at Jalal “Kaid” El Fassi’s Fortress. As the years passed, his role evolved, from recruit to steward to instructor. Now the unofficial second-in-command, Al Hadid maintains the Fortress during Kaid’s absences and acts as a trusted advisor whenever the two of them are together.\nRumors of Al Hadid’s ferocity abound, but remain uncorroborated by field reports and should be disregarded.\nPsychological report\nSaif “Oryx” Al Hadid has lived an exceptional life. Torn from his family as a teenager, he was outside of Jordan – he won’t say where – when he was incarcerated. For over fifteen years he struggled for his freedom, moving between solitary confinement and different facilities. The rage he bears as a result of this inhumane treatment is something I have witnessed once, and hope to never see again. […]\nMy first meeting with Al Hadid took place not in my own office, but in the well-appointed private sanctuary of Jalal “Kaid” El Fassi. He had told me stories of the warrior forged from raw iron, of his outstanding strength and resilience, but also of the weeks during which the man had sat, unmoving, in the scorching desert heat, waiting for Kaid to open the Fortress’ doors. […] Though no outward mark remains of his transformation, it is clear Al Hadid is a man thoroughly changed.\nWe spoke of the ubiquitous cats of Morocco, of his trek, on foot, from Syria to the Atlas Mountains, and of poetry, for which he has a special fondness. […] Despite his scars, Al Hadid does not dwell in the past. There is nothing for him there, he said. I wondered if his stoicism hid some deeper longing, but in our sessions since I have found no such indication. […]\nAl Hadid’s phenomenal self-control puts my own efforts at mastery to shame. Even Specialist Yumiko “Hibana” Imagawa has commented on the utter calm he exudes. The difference between them is that he allows his control to waver at selected moments, in service of his larger goals. He has turned a crippling affliction into overwhelming strength. This is an extraordinary skill that I have encouraged him to share, when and where he will. […]\nOther operators are making inroads with Al Hadid, but progress is slow. I suspect, like many subjected to the depths of human cruelty, trusting others will not come naturally. Disquieting though it is to admit, Rainbow may be the one place where he is amongst those who can best understand his past.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "SPAS-12",
        "T-5 SMG"
      ],
      "secondary_weapons": [
        "Bailiff 410",
        "USP40"
      ],
      "gadgets": [
        "Barbed Wire",
        "Proximity Alarm"
      ]
    }
  },
  {
    "name": "Osa",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5tt27EFHYjiDLo2qbYEgXG/2f1acbb8209e45b136ca7b0e2e5eb1f9/r6s-operators-badge-osa.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5IYWNxvwiiwPDxAWsZVmVS/1e62cb6bcd4a7fa1608ed152a5fbb9b4/r6s-operator-osa.png",
    "bio": {
      "real_name": "Anja Katarina Janković",
      "date_of_birth": "April 29th (Age 27)",
      "place_of_birth": "Split, Croatia",
      "bio": "Biography\n“The best ideas come to me when I exclude rules and guidelines from the equation.”\nBorn to the Janković family, owners of European toy stores, Anja traveled with her parents constantly, so she never felt stable until she moved in with her aunt in Croatia at the age of 6. She began her schooling there and learned the family trade of toymaking, all the while developing a near obsession for 60s science-fiction films.\nShe followed her passion for creation and technology and studied electromechanics at a vocational school, and then military engineering at the University of Zagreb where she excelled at robotics engineering. She found herself isolated due to her unorthodox approach and others’ attitudes towards her transition, so she focused on her work. Her unique perspective and raw creative ability set her apart from her peers and got her the attention of Kali, who was in the country looking for recruits. An offer followed, and Janković joined Nighthaven.\nThe company’s success can be largely credited to Osa’s inventions and her field work. Her efficiency and the versatility of her arsenal have given them an edge in every recorded operation, and by proving herself to be a dedicated and reliable asset she earned the choice position of Nighthaven’s head of R&D.\nPsychological report\nSpecialist Anja “Osa” Janković didn’t shy away from letting me know that speaking to me about personal matters was a professional courtesy; she always has work to get back to, and time with me is more of a distraction than anything else. […]\nIn all matters, she is grounded by the meticulous precision that her aunt taught her yet driven by a sense of wonder. She attributes this to her favorite childhood movie, Empress of the Plutomatons (1967). As I understand, it was filled with futuristic technology and colorful imagery, and was ahead of its time in the presentation of a strong female protagonist. It’s easy to see the trajectory between that little girl, wonderstruck by robots and spaceships, and the genius that she is today.\nHer creations are more than their function, to her at least. She walked me through the process of developing Wamai’s Mag-NET Systems, from idea to working prototype. Before she even thinks about materials and calculates the physics of a device, she draws it out with a specific aesthetic and color palette in mind. Aruni’s prosthetics, Kali’s Masterframe outfit, Ace’s Breachers… they’re more than just equipment, they’re art pieces. […]\nShe credits her success in equal parts to her natural talent and the affection of her loved ones. In both her career and her transition, she could always count on the support of her older brother, her aunt, and Kali. She writes to her family from every corner of the world where her work sends her and she describes her bond with Kali, her “boss”, as an unbreakable sisterhood built on mutual respect.\nWith Nighthaven, she found agency and merit, as well as a circle of friends with whom she could be herself. Despite her disregard for my work, I expressed hope that she would eventually come to trust me as she does them. I also asked if I could borrow a copy of Empress of the Plutomatons; it sounds like a lot of fun. And who knows? I might learn a thing or two.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "556xi",
        "PDW9"
      ],
      "secondary_weapons": [
        "PMM"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Claymore"
      ]
    }
  },
  {
    "name": "Pulse",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/ChAeJzdmwxuvhZTrV81rK/8c16116f4c719a3df864df6639e2f52e/Y0R6_BADGE_Pulse_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3eOrdhZhYBqcFJdD0ygcGI/ba8ce2069fd409480fc74b8a5dbf8afd/R6-operator-pulse.png",
    "bio": {
      "real_name": "Jack Estrada",
      "date_of_birth": "October 11th (Age 32)",
      "place_of_birth": "Goldsboro, North Carolina",
      "bio": "Biography\n“The heart is just a motor. Like any machine, it can be fine-tuned.”\nBorn on Seymour Johnson Air Force Base, Estrada was raised on bases across the US and internationally, in Germany, Turkey, and Japan. His father was a pilot and his mother was a classified Senior Intelligence Officer. Estrada demonstrated acumen for science at an early age and was quickly moved into an advanced curriculum. His focus on Forensic Science and Biochemistry made him a perfect fit for the Biometrics Program with the FBI, which he joined as their youngest intern. He secured his role as an agent and was soon recruited into SWAT, working both in the field and in the FBI Lab. Estrada’s high emotional intelligence led him to join the FBI’s Hostage Rescue Team (HRT) where he excelled in crisis management and negotiation tactics. His knowledge of behavioral biometrics led to the creation of the Cardiac Sensor, along with several other prototypes which he continues to refine.\nPsychological report\nDuring operations, Specialist Jack “Pulse” Estrada keeps his cool and consistently maintains sound judgment. So to meet someone with such boyish enthusiasm was an entertaining surprise for me. The conversation was a lively circuit of topics from biology, fighter jets, and scuba diving, to something his father builds in his spare time: Muscle cars. I honestly had never heard this term before. It completely baffled me. Estrada had to show me pictures. […]\nWe discussed his childhood fascination with biology and chemistry. That he wanted to be an astronaut, and jokes that he still might be. He’s fascinated with the concept of alien life-forms. Which, upon mentioning it, prompted him to describe his deep-sea diving expeditions with bouncing excitement. […]\nWhat does make Estrada quiet and contemplative is the mention of his mother. He becomes serious and there’s a wistful tone in his voice. It was his mother who first noticed how good he was at deconstructing micro-expressions. She encouraged free-thinking and let him decide the pace of his academic studies. A naturally private person, her work in military intelligence made her even more so, but because Estrada can so easily read others I think it bothers him that he’s unable to read his mother at all. […]\nLife is a sense of adventure and Estrada is ready to grasp it all. It’s a healthy attitude and I wonder how his upbeat energy affects the group. Estrada told me that he’s working on being more in the moment, “slowing time.” He’s striving to be more mindful. I asked if anyone in particular had encouraged this new point of view, but he avoided the question. […]\nEven under the most extreme conditions, Estrada puts his team first; naturally they all speak highly of him. Estrada says it’s the caliber of his teammates that makes him so dedicated. […] He and Specialist Jordan “Thermite” Trace are close, but there is some professional rivalry between Estrada and Specialist Monika “IQ” Weiss. They seem to enjoy goading one another. I’m not concerned. If anything, it benefits Estrada to be challenged once in a while.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "UMP45",
        "M1014"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "M45 MEUSOC"
      ],
      "gadgets": [
        "Barbed Wire",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Rook",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3Yk1noMd9re0RLlrXJSWtR/7a55e80593c487827293a114835dba63/Y0R6_BADGE_Rook_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/17CNRjTOFVKS1Q8Zou4ZVD/663dae86e2902f210bf2b1504904dbd0/R6-operator-rook.png",
    "bio": {
      "real_name": "Julien Nizan",
      "date_of_birth": "January 6th (Age 27)",
      "place_of_birth": "Tours, France",
      "bio": "Biography\n“If you're going to get shot, you may as well do it right.”\nNizan’s father is a respected stone mason while his mother held numerous jobs. They both informed his sense of architectural design and precision, helping him earn top rankings in school. Along with Nizan’s intellectual interests, he excelled in athletics from an early age, including Track & Field, fencing, and cycling. He later dropped out of university to cycle across France before returning and joining the Gendarmerie. Nizan thrived in his training, which included specialized qualifications in weapons, surveillance, and criminal investigations. His adaptability put him at the top of the list in military and defense courses, quickly catching the attention of the GIGN. His first operations with that unit combined all of the elements to satisfy his endless pursuit of challenges and adventure, according to staff psychologists. Specializing in hostage rescue and surveillance, Nizan’s list of successful interventions is extensive.\nPsychological report\nIn reviewing Specialist Julien “Rook” Nizan’s file, what stands out is his ability to adapt to demands. Very quickly into our conversation it was clear that Nizan’s interests are wide-reaching. From his descriptions, it sounds like his parents imparted their eclectic tastes. Julien and his sister, Élodie, were especially encouraged to be curious about everything. I would argue that it’s this openness to the world around him that led to the creation of his protective – yet still highly flexible – armor plating. […]\nNizan’s father is a stone mason, which requires imagination, precision, and dedication. His mother’s ability to explore different vocations with verve – bookkeeping, street busker, florist, tour guide, sommelier, and chef – all strongly influenced how Nizan adapts to challenges and what goals he sets out for himself. […] The field reports reflect some of Nizan’s chameleon-like way of merging into whatever role is required. This kind of versatility is rare – I’ve asked leads such as Specialists Gustav “Doc” Kateb and Miles “Castle” Campbell to challenge Nizan more during operations. […]\nI’m curious about how Nizan went from studying architecture to joining law enforcement. He grew up passionate about cycling, auto racing, and rock concerts, and he spent an inordinate amount of time trying to devise a scheme by which these could become careers. Ultimately, his interests evolved. Dropping out of university to cycle around France gave him his first sense of freedom. And then his world expanded further when he returned. At that time, the Gendarmerie enlisted his civilian father for an anti-corruption sting with local businesses. Nizan told me he was fascinated by the level of planning required by the police. […]\nRight from the beginning, Nizan remembers appreciating the broad spectrum of skills and range of expertise required to be in law enforcement and the military. Every day is different. […] Nizan is one of the more constant optimists on the team. His ability to energize other specialists is important, and he’s certainly well liked. I’d like to see Nizan’s sense of adventure put to better use, however. Complacency benefits no one.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MP5",
        "P90",
        "SG-CQB"
      ],
      "secondary_weapons": [
        "P9",
        "LFP586"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Sens",
    "type": "Attacker",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7pqZFaPgQwaLi1pFKuAv7e/d3d9af214737fe6a069e5346c50bfd20/r6s-operators-badge-sens.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5jnAuLrtadxfg1XOieDnL0/4694dde0c71e3e9998a1e5fd6cb1a7d2/r6s-operator-sens.png",
    "bio": {
      "real_name": "Néon Ngoma Mutombo",
      "date_of_birth": "March 3rd (Age 30)",
      "place_of_birth": "Brussels, Belgium",
      "bio": "Biography\n“Brute force only gets you so far. Victory is determined in the mind of a strategist.”\nGrowing up in a tight-knit family unit, Ngoma was able to pursue their interests without much resistance. They learned everything they could about psychology and physics, all the while receiving classical music training with their two younger siblings. Ngoma also learned the basics of mechanics in their father’s garage, effectively rounding out the skillset that they would later apply in their career.\nThey excelled in tactical training and military sciences, going on to become a combat engineer. Bright and imaginative, Ngoma proved invaluable in every task they tackled. They would support their comrades with strategies and technologies to divert enemies’ attention and break down hostile defenses. Their specialization in such tactics, which had the reputation of minimizing casualties on all sides without compromising objectives, earned Ngoma several service medals. They eventually caught the attention of the Belgian Special Forces Group, under which they have served ever since.\nPsychological report\nAssessing Specialist Néon “Sens” Ngoma was difficult at times. They have a habit of diverting the conversation to theories of psychology, rather than how it applies to them. Still, I was able to get the information I was looking for in the moments in-between. When speaking of their understanding of human behavior, they often bring up childhood memories of people-watching and solving puzzles. Much like a puzzle cube needs to be aligned in a precise sequence, Ngoma predicts how people will react with the right push. […]\nWhen asked about their upbringing, they only have good things to say about their family. Their parents, one Belgian and the other Congolese, were happy to support all three siblings in their (quite different) career choices. Ngoma recalls that when they and their youngest sibling came out, their father insisted that the only thing he expected of his children was honesty.\nWhatever difficulties they might have encountered between then and now have done nothing to quell their spirit. Being warm and open is, as Ngoma says, not just a great way to make friends, but also their way of spiting those who try to get in their way. It seems to be working out well for them so far. […]\nAs I often try to do these days, I inquired about Ngoma’s hobbies, and I was surprised to learn that music has a big place in their life. They praised it as the universal language of love. They connect to the world by listening to artists from all over, to their father’s heritage with songs from his home, and to their youngest sibling by playing her EDM sets at every opportunity. […]\nNgoma is a complex person, and I understand that certain things must be experienced in order to be understood. Still, I’m confident that they will feel at home with Wolfguard. There’s something about their kindness that I can only describe as defiant. That’s the sort of attitude that is sure to mesh well with Doc.\n-- Dr. Harishva \"Harry\" Pandey, Behavioral Analyst"
    },
    "loadout": {
      "primary_weapons": [
        "POF9",
        "417"
      ],
      "secondary_weapons": [
        "SDP 9mm",
        "Gonne-6"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Sledge",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4lgK1mOTVAoBhoj5qjYuyd/83c83d56e977f96ac0e9621c0d1c07d2/Y0R6_BADGE_Sledge_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2p5MyJkqbsfL8kCRNJVhcz/90aa196a11f2ea49ea107aab69789053/R6-operator-sledge.png",
    "bio": {
      "real_name": "Seamus Cowden",
      "date_of_birth": "April 2nd (Age 35)",
      "place_of_birth": "John O’Groats, Scotland",
      "bio": "Biography\n“Coming through!”\nBorn in the far north of Scotland, Cowden’s military father and nurse mother moved to Inverness with him and his three siblings when he was five. His athleticism elevated him to the position of Captain of the 1998 Scotland Under-20s Rugby Union Team. Following a long family tradition of military service, Cowden joined the 3rd UK Mechanised Division of the British Army. His drive and physique suit the division’s historical nickname of “Iron Sides.” Cowden’s first assignment was in the Armoured Division where he studied engineering and specialized in upgrading the infantry combat vehicles. From there, he developed various breaching tactics. He was then recruited into the SAS, where he holds multiple records in speed and strength. An expert in mechanical, ballistic, explosive and thermal breaching strategies, Cowden is the operator to choose for quick and relatively silent destruction.\nPsychological report\nIt’s part of my job to understand where the country shapes the person and Specialist Seamus “Sledge” Cowden seems indelibly shaped by the rugged terrain where he was born. It isn’t just his imposing presence and athleticism. I can’t help but feel that his personality evokes the wilderness as well. He’s stoic and proud, though admits that he can be hot-headed at times. Field reports describe his courage, leadership, and extensive operational experience as much as they mention his unpredictability. He’s much more than a “gentle giant” as some suggest. […]\nCowden is something of a raconteur, and for much of our discussion he told me one rowdy tale after another. When he was twelve he cobbled a hang glider together out of boat sails and launched himself off his house. He broke both ankles. During military training, he accidentally collapsed his entire sleeping barrack while testing a new breaching technique, and another time he sank a captain’s motorcycle by riding it off the pier because he wanted to see how far it would travel on the surface – not far, I gather. His stories aren’t just to entertain. They help to establish a comfortable connection. It’s such a casual, offhand leadership style. […]\nCowden views his fellow operators as family, Specialist Mike “Thatcher” Baker in particular, who he credits for convincing him to switch to the Caber. Numerous Rainbow operators refer to Sledge as one of the easiest operators to work with. […]\nOverall, Cowden is easy-going and unpretentious, though he gets ruffled at the mention of politics. A self-proclaimed news junkie, he doesn’t shy away from debates. In fact, it’s the reason he joined the military, and why one of his brothers is currently an elected MP. Cowden understands that while on assignment Rainbow operators don’t voice their political opinions and so far there hasn’t been any issue. We should trust that he can control his hot-headedness. At least before he’s down at the pub.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "L85A2",
        "M590A1"
      ],
      "secondary_weapons": [
        "P226 Mk 25",
        "SMG-11"
      ],
      "gadgets": [
        "Frag Grenade",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Smoke",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6mOMxoc3t27R9Gr9wFtt6T/f5f90a6be6a6710bee686ce69df29906/Y0R6_BADGE_Smoke_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5NUuXBKokP1KmAGR8Q7fqE/9628143388fc1c2f50162c1ccdf94942/R6-operator-smoke.png",
    "bio": {
      "real_name": "James Porter",
      "date_of_birth": "May 14th (Age 36)",
      "place_of_birth": "London, England (King's Cross)",
      "bio": "Biography\n“Sure, I care about the environment. Immediately around me, anyway.”\nThough Porter wasn’t an exceptional student, aptitude tests revealed his propensity for sciences. Encouraged by faculty and his parents, he was able to follow a more unorthodox manner of education with tutors, home-schooling, and field science. He flourished in this break from formal classroom studies and quickly developed his skills in chemistry, biology, and math. Uninterested in pursuing a formal university education, Porter forged a fake ID and enlisted in the British Army. Though the rigidity of army rules wasn’t always a good fit, it was offset by the diverse range of training and experiences army life gave him. While he has been reprimanded for breaking rules, his superiors quickly recognized both his innovation and strategic perspective. He was then encouraged to join the SAS. Porter prefers to acquire knowledge and skills, such as language and music, in his own way and does not excel in a formal training capacity.\nPsychological report\nIt’s important for me to not have any preconceived expectations before a face-to-face with any specialist. Since assessments of Specialist James “Smoke” Porter contain some contradictions, I couldn’t have settled into any viewpoint anyway. So essentially he entered my office as somewhat of a mystery. […]\nPorter is consistently described as detached.  I reviewed his files and found that his “aloofness” occurs during high-intensity situations. It’s likely not detachment, but focus. I’m reminded of my uncle who used to tap his forehead and tell me to master my mind. Porter, I think, is mastering his mind to stay on task and filter out dangerous distractions. He strives to keep emotions away from decision-making, opting for outlets such as live music events to deplete the tension, thus enabling him to be the person he needs to be on the job. […]\nIt’s clear that Porter’s parents encouraged him to be a free spirit and develop his education and personality on his own terms. While it resulted in some unfortunate mishaps – one science experiment left some physical scars but no emotional ones that I can see – there was great benefit in it. […] Porter’s free range education helped create a complex, dynamic person who isn’t easily categorized.\nPorter is popular among his teammates and considered valuable despite some recklessness. Descriptions such as thrill-seeker and fearless seem simplistic to me, however. There’s more nuance to Porter than that. He’s measured and understands calculated risks. Porter – and our other operators – understand that it’s more important to respect fear than to try to pretend we never feel it. […]\nSelf-taught from an early age, Porter continues to spend time cultivating his own identity. He enjoys acquiring experiences and once he’s mastered them, moves on. The exception is his adopted daughter. He would only share one photo of her. I’ve never seen an infant surrounded by so much dangerous paraphernalia, but Porter assures me she is now in high school, excelling within the system he himself was unable to comprehend. Through her, he sees the world in new ways – exactly the kind of challenge he adores.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "M590A1",
        "FMG-9"
      ],
      "secondary_weapons": [
        "P226 Mk 25",
        "SMG-11"
      ],
      "gadgets": [
        "Deployable Shield",
        "Barbed Wire"
      ]
    }
  },
  {
    "name": "Tachanka",
    "type": "Defender",
    "speed": 1,
    "armor": 3,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7hpI2mcmvyjC2vG6ieltLo/f217b1dc449c0514b55e471193a38c91/Y0R6_BADGE_Tachanka_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3anG5CUIzp0MWB9T6tIpy9/bd81ae97ecd984afe84813384eb027d8/r6s-operator-tachanka.png",
    "bio": {
      "real_name": "Alexsandr Senaviev",
      "date_of_birth": "November 3rd (Age 48)",
      "place_of_birth": "Saint Petersburg, Russia",
      "bio": "Biography\nAlexsandr Senaviev was born on November 3rd in Leningrad, Russia to a military family. At the age of eighteen, Senaviev was conscripted into military service just as the Soviet Union was ending its operations in Afghanistan. Upon the dissolution of his draft, Senaviev opted to enlist full time. He was part of the wrestling league, where his formidable frame and match strategy earned him accolades. Along with heavy artillery, Senaviev's training focused on defensive and breaching tactics, and while there he apprenticed as a precision tool and die machinist in the weapons division. Senaviev applied for a transfer to the Russian Navy but for classified reasons remained in the Russian Armed Forces. Senaviev was later transferred into the Spetsnaz shortly before the collapse of the Soviet Union. He would go on to marry and have kids, though the relationship later ended in divorce. Senaviev would later go on to join Rainbow sometime in 2015.[3]\nPsychological Report\nCalm in a crisis: Specialist Alexsandr \"Tachanka\" Senaviev's original file doesn't cover much more than that. So along with our meeting, I wanted to dig deeper into field reports and observe him in training before I could reassess his background.\nSenaviev has a boisterous sense of humor with a booming laugh. He can be quite blunt, but without the intent to offend. Personally, I appreciate someone with clarity. […] He's dedicated to his team and is focused and calm during operations. That said, I've also observed some frustration. There's a contingent of specialists who passionately support him, yet Senaviev feels he has potential that he doesn't know how to maximize. It's clear he wants to be a devastating force so I suggested changing his approach. If he studies his team, in particular, he should search for gaps in their strategy. it's there he may just find a place where he fits. […]\nSenaviev's younger sister is a doctor and our discussion had barely started when he was showing me pictures of her in her doctor's smock, along with a dozen more photos of his nieces and nephews and his own kids. […] He and his sister grew up in a strict household without many things, which is why he makes a great effort to enjoy life. They both make sure that their kids are loved and raised with laughter. At the same time, he doesn't like to buy or accumulate physical objects and emphasizes this with his children, much to their consternation. I suspect that's also partly to do with his divorce. […]\nThough Senaviev is dedicated to his country and appreciates the life his patriotism has brought him, he has adamant that his son and nephew not make a career out of the military. \"They can do the obligation,\" he told me. \"Then go be useful in something else.\" And so what Senaviev wants for his family and friends - for them to find a role where they feel useful - is what he's trying to find for himself. It's up to Rainbow, as a team, to guide him.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "DP27",
        "9x19VSN"
      ],
      "secondary_weapons": [
        "PMM",
        "GSh-18"
      ],
      "gadgets": [
        "Barbed Wire",
        "Proximity Alarm"
      ]
    }
  },
  {
    "name": "Thatcher",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5NbqTdEPmYy9qOZmN9StVT/f75b0f2610a37f9e5bdcb8ba9d551a38/Y0R6_BADGE_Thatcher_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4yGZXsXNG7gxH0YIwnii6F/e895af50867dc913f192050c10913abd/R6-operator-thatcher.png",
    "bio": {
      "real_name": "Mike Baker",
      "date_of_birth": "June 22nd (Age 56)",
      "place_of_birth": "Bideford, England",
      "bio": "Biography\n“What you can feel, what you can touch – those are the things that are real. Everything else is just a distraction.”\nBaker comes from a long line of dockworkers and soldiers. At the age of eighteen he enlisted for active military duty despite family pressure to join the family trade as a stevedore. Immediately thrown into politically-charged conflicts, Baker’s performance was exemplary. Further training and another conflict gave him a Distinguished Flying Cross and Conspicuous Gallantry Cross. His keen sense of observation and decisive manner, combined with his close-quarter combat techniques, made him invaluable on VIP protection detail.\nWith extensive field experience and proficiency in SAS tactics, Baker is a critical asset to any Rainbow operation. He has honed his expertise with protective measures and electronic counter-measures and frequently works with engineers to advance the equipment. As a Warrant Officer Class 1 (Regimental Sergeant Major) Baker serves as a respected and effective mentor to new recruits. Baker maintains his agility training, continuing abseiling, and has broken numerous mountain climbing records.\nPsychological report\nKnowing that Specialist Mike “Thatcher” Baker is cynical toward bureaucracy, I wasn’t surprised that he was reluctant to meet me. I needed a different approach. Baker lives aboard the Iron Maggie, a boat in drydock that he repairs in his spare time. It’s his “retirement plan.” I suspect he moved there temporarily when his wife divorced him, but now he knows no other civilian home. […]\nBaker has a distinguished record of military service. He’s respected and in some cases idolized by those he mentors. When he welcomed me to his home, I could see why people describe him as down-to-earth. There’s more to Baker’s gruff, no-nonsense exterior – it just required some effort for him to trust me. […]\nRaised in a coastal town, Baker has a strong connection with the water. We spent our entire meeting on the deck of his ship, overlooking the cold sea. Being someone who isn’t handy – mastering a paper airplane as a kid was the peak of my craft – I wanted to know what Baker likes about boat building and working with his hands. He told me that besides appreciating the precision of it, he liked shaping the wood into something that has a purpose. I suggested it was similar to how he mentors recruits. He replied that he doesn’t care about the “why” of things the way us “Uni types” do. […]\nSpecialist Seamus “Sledge” Cowden is one of his few close friends. Thatcher’s tolerance of Specialist Mark “Mute” Chandar surprised me, since Thatcher is impatient with youthful bluster. When asked, Thatcher would only say: “Mute’s a clever kid.” He sounded almost envious. I wonder if Mute reflects someone Thatcher wishes he had been. […]\nWhile by no means a Luddite, Baker does have an aversion to technology. To him, it’s a tool – like a hammer or screwdriver – nothing more. The idea that people come to rely on it as a crutch is what annoys him. I suggested that he spend time in the engineering lab with Specialists Masaru “Echo” Enatsu and Emmanuelle “Twitch” Pichon. They have a lot to teach one another.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AR33",
        "L85A2",
        "M590A1"
      ],
      "secondary_weapons": [
        "P226 Mk 25"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Thermite",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6tow5mqLao5TrJVL52csSc/46aa934c9f3f02189e9c04df0114a081/Y0R6_BADGE_Thermite_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4c4cEUFWUwXTT4p3V5wAjm/e755c2a37a050de118eabc667c55c511/R6-operator-thermite.png",
    "bio": {
      "real_name": "Jordan Trace",
      "date_of_birth": "March 14th (Age 35)",
      "place_of_birth": "Plano, Texas",
      "bio": "Biography\n“You see a wall, I see an opportunity.”\nTrace joined the Corps straight out of high school, making him a fourth-generation Marine. Following his first tour of Iraq, he obtained enough experience to volunteer as an explosive ordnance disposal technician. After his second tour of Iraq, Trace returned to the U.S., enrolled in university, and earned a Bachelor of Science in Chemistry. He brought his experience and skills to the FBI, where he spent a number of years as a field agent within the Hazardous Materials Response Unit. Seeking more dynamic environments, Trace transferred into FBI SWAT, where he excelled at developing new barricade protocols. He then earned a spot in Rainbow where he’s shown further interest in research and development on gadget upgrades. Trace’s hometown of Plano has a major concentration of Chinese Americans, and as such Trace has conversational level of Mandarin.\nPsychological report\nFor someone so disciplined and orderly, Specialist Jordan “Thermite” Trace likes to surprise. He can be a practical joker and he’s always ready with a smart aleck comment. Beneath the surface, however, the recent loss of his sister to cancer, and the death of his mother a few years prior, have made it difficult for him to channel his thoughts and energy with the focus to which he is accustomed. […] I am concerned that he uses humor to avoid his grief. It’s important he understands that some coping mechanisms can delay the healing process. There are resources that can help him, and I will continue to offer them when and where I may. […]\nTrace demonstrates strong tactical leadership, but can also plow ahead without consensus. I don’t believe there’s any lasting friction with other team members. He’s well-liked by the others and has a solid working relationship with Specialists Yumiko “Hibana” Imagawa, Mike “Thatcher” Baker, and Emmanuelle “Twitch” Pichon. He can be quite the social-butterfly in his downtime. […]\nA few things to work on: Trace has excellent communication, when he chooses to use it. He has good strategies but sometimes tends to “lock in.” I know that he’s capable of being a more agile thinker, so I’ve given him some tips on how to recognize when he’s becoming too… bullheaded. […]\nThere’s a lot going on behind his smile. I’d like him to find a way to regulate himself, to find balance for his work and private life. Trace doesn’t show obvious stressors, opting instead to channel any anxious energy into something positive such as the R&D lab. It has been difficult to convince him that he needs a break from his role and identity as an operator. Shifting his attention to other intense tasks isn’t a solution. […] I’ve given him some mental relaxation exercises that don’t demand considerable time, but can be tackled throughout the day. Imagawa, in particular, can be a good influence on him since she regularly practices mindfulness techniques to focus and relax. I hope he will take her advice to heart.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "M1014",
        "556xi"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "M45 MEUSOC"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Stun Grenade"
      ]
    }
  },
  {
    "name": "Thorn",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1pzBJsbL1vQT8is7B0Xjxz/440335c080e54ca28eba24858361a03a/r6s-operators-badge-thorn.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3erk7Ub0asfBDZEKsdL8j9/5019698958b0834e806d01cd7bf36286/r6s-operator-thorn.png",
    "bio": {
      "real_name": "Brianna Skehan",
      "date_of_birth": "June 18  (Age 28)",
      "place_of_birth": "County Kildare, Ireland",
      "bio": "Biography\n“Pick on someone your own size.”\nThorn grew up on a farm in a part of Ireland known for two things: horse racing and military training. For several generations her family was heavily involved with both. When she wasn’t outwrestling one of her five older brothers, she was helping her parents breed and raise thoroughbreds for the tracks as well as for the mounted division of Ireland’s national police force. It’s a Hawthorn family tradition to eventually abandon farm life for the military, as it’s considered to be “easier”. Thorn, however chose to follow the horses and joined the Garda Síochána.\nAfter four years of impeccable service she applied for the Garda’s elite tactical branch, the Emergency Response Unit. Only five percent of applicants pass the grueling two-week entrance exam. Thorn not only finished top of her class, but would routinely assist other applicants through the training gauntlet.\nShe quickly rose through the ranks as a tactical weapons expert and helped re-design the unit’s obstacle course, referring to the former design as a “walk in the park.” Word of her course reached the ears of Caveira, who upon barely completing the training exclaimed with exhaustion “You want a job?”\nPsychological report\n\"If ever you want to feel physically inept, shake hands with a farmer. At least that’s how I felt when I first met Specialist Brianna “Thorn” Skehan. In that brief instant I experienced a life’s worth of hard work, discipline, tremendous strength, and total control. I knew then and there she’d fit right in.\nGrowing up on the farm, Brianna had to fight for attention, and everything else. Her mother and father were too busy and left most of the parenting to her older brothers. And while she may have been picked on when she was little, it all stopped the day she broke her oldest brother’s nose. She possesses a strong sense of justice and has zero tolerance for bullying […]\nWhen we discussed her decision to join the police force, she recounted with some reservation an incident involving her youngest brother, Liam. His many addictions led him to the racetracks, where he fell into the pockets of organized crime members. One night he led them onto the farm where they burned a stable to the ground, killing the champion horses inside. Brianna joined An Garda Síochána the very next day, and never saw Liam again.\n[…] Brianna often glosses over hard topics with humor and is quick to suppress her emotions. Signs of vulnerability were weaknesses in the eyes of her brothers, which would explain her perfectionism, her competitiveness, and her ferociousness on the field.\nBrianna’s personality is magnetic. She gets along with everyone and elevates morale with her stories. She’s awake and training before most of our specialists have opened their eyes, although Sledge has recently been joining her on morning jogs. […] When I asked if her past was a distraction, she laughed and said “Only fools get distracted by the past.” I was tempted to explain how I’d be out of a job if that were the case.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow\""
    },
    "loadout": {
      "primary_weapons": [
        "UZK50Gi",
        "M870"
      ],
      "secondary_weapons": [
        "1911 TACOPS",
        "C75 Auto"
      ],
      "gadgets": [
        "Deployable Shield",
        "Barbed Wire"
      ]
    }
  },
  {
    "name": "Thunderbird",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/YQfDJ42B2IKcKnb0lRaXq/0cedb53c439b0fe448be95713a836b29/r6s-operators-badge-thunderbird.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/2braENz5x4Ko9UZ03LsBfY/7fd1647e138fa8db8f2fac2be2867693/r6s-operator-thunderbird.png",
    "bio": {
      "real_name": "Mina Sky",
      "date_of_birth": "April 1st (Age 36)",
      "place_of_birth": "Nakoda Territories",
      "bio": "Biography\n“Air or ground, you find your balance or end up with a face full of dirt.”\nBorn in the Nakoda Territories of Saskatchewan, Thunderbird’s first lesson from her mother was the importance of community. Her first introduction to engines was at her father’s knee, he taught her to understand helicopters before she learned to fly one.\nAlways eager for new experiences she enrolled in the Bold Eagle Program at seventeen where she excelled in basic military training. While benefitting from the guidance of community elders and indigenous instructors, this program sparked an interest in preserving and protecting what she loved most, the Nakoda way of life.\nAfter joining the Canadian Armed Forces Thunderbird worked her way through flight school. Remembering her mother’s emphasis on the value of balance, Thunderbird felt since the CAF taught her to take lives, she should also learn how to save them. She completed her Basic Medical Training (CFHSTC) and continued to serve in the CAF as an Aerial Medic.\nPsychological report\nWhen Nomad first brought Specialist Mina “Thunderbird” Sky to our attention I wasn’t surprised by her recommendation. Sky is an accomplished medical officer, aviation mechanic and pilot. She seems to have the necessary drive, training and temperament to meld with Nomad’s team. I was, however, surprised that this was the first I have heard of her.\nHad it not been for Sky’s medical training Nomad may not have survived the incident in the North. I wonder if that encounter inspired Nomad to welcome the friendship of a hunter like Specialist Frost. Given her background I feel that Frost and Sky would have much to bond over. Family is clearly important to Sky, and that goes beyond immediate blood ties. The Nakoda community had as big an influence on and hand in raising Sky as her parents. The knowledge passed down is not solely a history but a heritage to be practiced and preserved as a way of life.\nOverall, Sky has an emotional awareness that’s born from understanding and acceptance. She seeks balance in everything she does. She describes the world and the human body as an engine. First you need to understand its purpose, and then how it functions. If a wire is shredded you can’t fix it with a screw, but a screw can hold a bone in place as it heals. I can appreciate the analogy, listen first then find a solution. That’s not to say she doesn’t lose her temper. What “gets under her skin” as Sky puts it is lack of respect. Respect for others, whether it’s their way of life or their right to life is essential to her principles.\nSky’s evaluation of risks seems to be tempered by her confidence and experience. After discussing some of her more harrowing adventures, I was concerned about her daredevil tactics. I did ask her what it felt like when she was in the air and if it was the adrenaline rush that fueled her. Her response was a smile and a simple, “It felt like flying.” I guess I deserved that…\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "Spear .308",
        "SPAS-15"
      ],
      "secondary_weapons": [
        "Bearing 9",
        "Q-929"
      ],
      "gadgets": [
        "Impact Grenade",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Twitch",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/3YgCpOSM2R4SDgExstxm7P/ff84e6ac53bd9f690deee78870f9c23b/Y0R6_BADGE_Twitch_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5jaeo9LkOu6deQz4mOF9a2/9a07011ac08bc25d58cbfc828b442e3a/R6-operator-twitch.png",
    "bio": {
      "real_name": "Emmanuelle Pichon",
      "date_of_birth": "October 12th (Age 28)",
      "place_of_birth": "Nancy, France",
      "bio": "Biography\n“Machine learning and teamwork have one thing in common: Always lead by example.”\nPichon grew up in a family of academics in the historic city of Nancy, France, where the children were encouraged to excel in Math, Science, and Technology. Early participation in sponsored computer programming competitions led to her joining the army cadets at sixteen. Almost immediately her talent was recognized, particularly in robotics. Her superiors quickly encouraged Pichon to study engineering while continuing her career in the military. From the start, Pichon’s focus has been on adaptable technology that aids soldiers in the field. While there is much praise for her technological achievements, Pichon’s tactical prowess and ability to problem solve quickly and efficiently make her a crucial operational asset. Pichon's unique combination of talents made her well-suited for GIGN and, later, Rainbow. She is fluent in French, English, and German and her current research focus is AI.\nPsychological report\nTechnologically creative isn’t a term I’ve heard before working with Rainbow. According to Specialist Emmanuelle “Twitch” Pichon’s field reports, it’s the most concise description for her. Of course, it doesn’t encapsulate all of who she is. There’s more depth and surprises to Pichon than anyone expects. […]\nThere is some academic rivalry between Pichon and her sister, a physicist, but nothing serious, she tells me. It’s endemic of the perfection her family instilled in their children. Her father told her to strive to be incredible every day and that it will resonate out into the universe. […] The Rainbow team speaks highly of her both operationally and in a social setting. Specialist Gustave “Doc” Kateb, in particular, appreciates her intuition and empathy, while others such as Specialist Olivier “Lion” Flament praise her technological know-how.\nI wanted to know how Pichon interprets technological creativity. She said it’s the way she sees things differently and yet remains aware that she’s seeing things differently. So I suppose I would add “philosopher” to her myriad descriptors. […]\nShe’s a very hands-on researcher. The manner in which she gets right up close to a robot, interacting with it the way someone would a child or pet, illustrates her innate compassion. Pichon is currently teaching AI empathy so that it can, in turn, teach it to humans. I’d love to delve into this further, and have plans to visit the lab. […]\nBecause Pichon’s passion for technology as a way to improve quality of life drives her in research and in her military career, I wonder if she isn’t at times being too idealistic. She’s an excellent operator with many skills to offer besides the tech, and I want her to give more thought to where the human factor is crucial. […]\nHer background and interest in AI means one of Pichon’s favorite pastimes is people watching. Whether it’s settling into a restaurant or taking a bus, she goes wherever there are crowds and studies behavior. Travel, too, excites her. The list of where she hasn’t been is shorter than where she has.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "F2",
        "417",
        "SG-CQB"
      ],
      "secondary_weapons": [
        "P9",
        "LFP586"
      ],
      "gadgets": [
        "Smoke Grenade",
        "Claymore"
      ]
    }
  },
  {
    "name": "Valkyrie",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/44qXJmZmAwaD4w44JnPuOx/c54c8b9d3a6813ab8ce3e3f1dd4ef408/Y1S2_BADGE_Valkyrie_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5q1yIrIxoddG5pds2Nq3mz/7dc46a59bbfb6959296d01469916f44c/R6-operator-valkyrie.png",
    "bio": {
      "real_name": "Meghan J. Castellano",
      "date_of_birth": "July 21st (Age 31)",
      "place_of_birth": "Oceanside, California",
      "bio": "Biography\n“If you don’t constantly feel like you’re being watched, then you aren’t paying attention.”\nCastellano was born and raised in the quintessential surf community of Oceanside, California. Her father was a respected Colonel in the Marine Corps, her mother a researcher at a nearby biotech company. From an early age, she was known as a high achiever in math and science and as an athletic prodigy. An Olympic hopeful in swimming, Castellano broke her arm in a car accident when she was 16, putting an end to her career. She changed her focus and enlisted in the Navy, while also attending university. After graduating with a degree in Computer Science, specializing in Security and Cryptography, she transferred to the Information Dominance Corps. Castellano’s attention to detail and analytical skill made her one of their most sought-after specialists. She applied to become a SEAL when the position was opened to women and succeeded after several grueling years, acting as encouragement for others to follow.\nPsychological report\nAt the start of my first meeting with Specialist Meghan “Valkyrie” Castellano she struck me as someone who ticks all the boxes – someone who meets or exceeds expectations. Someone impeccable. But looking at the field reports I see someone aggressive, someone willing to do whatever it takes to accomplish the mission. This contrast interests me. […]\nHow Castellano views her role is more complicated than her initial polite response would indicate. While we’ve raised the bar for her and she appreciates the challenge, I can tell she’s struggling with something. […] Castellano isn’t used to being around so many high-achievers. She’s always been at the top of the class – the go-to person. The only other time that she felt “against the wall,” as she put it, was during SEAL training. Normally I’d encourage her to interact with someone who can understand what she went through, another SEAL such as Specialist Craig “Blackbeard” Jenson, but I know he was one of the instructors during her Hell Week and while she respects him, I don’t detect any great fondness there, either. […]\nCastellano is currently enrolled for a helicopter pilot license, inspired by Specialist Elena María “Mira” Álvarez, and language classes inspired by Specialists Yumiko “Hibana” Imagawa and Miles “Castle” Campbell. […] The intimidation she feels at being surrounded by other exceptional minds is resulting in undue pressure. Self-improvement is fine if it’s for the right reasons. Castellano is already a valuable operator, despite mounting tensions with Specialist Taina “Caveira” Pereira over the incident in Bolivia. I want Castellano to invest in a healthier view of what it means to be in a team. […]\nBeyond her deployments, Castellano doesn’t travel. Vacation is home near the sand and surf. This hermit lifestyle doesn’t entirely seem like it’s her natural state of being. The intense pressure she’s putting on herself needs some sort of… fulcrum. She’s no longer carrying the banner for female operators alone and needs to accept the support of her peers. I’m convinced understanding this will help her find equilibrium. It will take some convincing. But we have time.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "MPX",
        "SPAS-12"
      ],
      "secondary_weapons": [
        "D-50"
      ],
      "gadgets": [
        "Impact Grenade",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Vigil",
    "type": "Defender",
    "speed": 3,
    "armor": 1,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/56A3hXhWZdwO623g3ejeku/a40a0582a7841abfeed723d8fbe238d3/Y2S4_BADGE_Vigil_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/bPE2opWKKK0BPVx6I1H4b/4e15d30820900ecd0794ef90e1361d5a/R6-operator-vigil.png",
    "bio": {
      "real_name": "Chul Kyung Hwa",
      "date_of_birth": "January 17th (Age 34)",
      "place_of_birth": "[REDACTED]",
      "bio": "Biography\n“Don’t worry about me. I was never here.”\nMuch of Hwa’s early records are unclear. His birth parents remain unknown. What is known is that he suffered the loss of his older brother and father in their bid to reach the Republic of Korea. School records track him from late adolescence, when he was adopted into the Hwa family. Initial reports indicate signs of early trauma – reclusive, slow reader – however, his later grades show great improvement and focus.\nHwa gravitated toward electronics and electrical engineering. Wanting to use his talents and demonstrate pride for his country, he chose to join the ROK Navy. He later earned a berth in the ROKN UDT/SEALs, with a knack for radar systems and stealth technology. Handpicked by the respected 707th Special Mission Battalion for unconventional warfare missions, he proved to be quick and lethal. Hwa served together with Specialist Grace “Dokkaebi” Nam until their recruitment into Rainbow.\nPsychological report\nSpecialist Chul Kyung “Vigil” Hwa had a tumultuous childhood. Much of it is lost to him, and what he remembers is precious. I assured him that my role isn’t to pick apart his past or dredge up events that would unsettle him, though of course I’m always here should he or any of our operators need me. I explained that my role is to shape a cohesive team – everyone fits in some way, and it’s up to me to piece it all together. […]\nPreservation of anonymity drives everything Hwa does. He’s uncomfortable with me recording our conversations, and that a notification on my phone revealed our meeting time. He’s equally anxious in social situations. It’s difficult to tell if he has a strong self-concept or an utter lack of one. What is apparent is that Hwa can’t let anyone in, which means he’s often trapped alone with his own thoughts. […]\nI wanted him to have a clear picture of who he was, at that moment, in my office. To see himself not just as an elite operator or a small child who lost his family. So I suppose he may not have understood where I was going when I asked if he liked Saturday morning cartoons.\nWe ran through a casual series of likes and dislikes ranging from quiet contemplation to free association. He was uncomfortable, but he humored me. As he relaxed, some of his own answers caught him off guard. From discussing breakfast cereals and the realization that he doesn’t know how to ride a bike, he was able to relate a memory to me. He described how the scent of hot soup triggered a vivid image – a woman, who he assumed was his mother, smiling and handing him a bowl. His face softened, and for a moment, he was home. […]\nI’ve encouraged Hwa to carry on these associative exercises throughout his day. I know various members of Rainbow have reached out to him and while there are indications he respects them, there are still barriers he may not yet be ready to take down.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "K1A",
        "BOSG.12.2"
      ],
      "secondary_weapons": [
        "C75 Auto",
        "SMG-12"
      ],
      "gadgets": [
        "Bulletproof Camera",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Wamai",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1vQZ4WsAjhc6M7qNOS4ahQ/92fc4d89632fb87aec0f102d7adbfe26/Y4S4_BADGE_Wamai_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6S1qFckDJGp8NyVztOpbCE/86eaaab66472038666289cc2aefe3949/r6-operator-wamai_358316.png",
    "bio": {
      "real_name": "Ngũgĩ Muchoki Furaha",
      "date_of_birth": "June 1st (Age 28)",
      "place_of_birth": "Lamu, Kenya",
      "bio": "BACKGROUND\n“The closer you are to death, the more vibrant life becomes.”\nBorn to a fishing family on the coast of Kenya, Furaha spent his childhood hunting sharks and collecting lost treasures from the ocean floor of the Lamu Archipelago. It soon became apparent that he was able to stay underwater far longer than his peers, and medical exploration revealed an abnormal physiology that contributed to Furaha’s long-held belief that he was “not from here.” When the opportunity arose to join the Kenyan Navy, and later the Kenya Special Boat Unit, he put his skills to good use. He quickly drew the attention of generals within the navy as well as the worldwide scientific community for his prolific and frequent record-breaking freedives. He later transitioned to NIGHTHAVEN, drawn by the promise of more down-time and a private boat to take him to where his next dive site might be.\nPSYCHOLOGICAL REPORT\nTalking to Specialist Ngũgĩ Muchoki “Wamai” Furaha is like talking underwater. Words are exchanged, but it’s not certain that meaning follows. […] Surprisingly, I find myself refreshed by our exchanges. There’s a purity that comes with free association, with being able to jump from one abstract concept to the next. Furaha senses, too, when other people are likely to get lost – at the moments where I find myself most without an anchor, his quick smile and change of topic reassures me that we have not gone beyond all human thought, never to return. […] It makes me question whether I should be more flexible in my thought processes, followed quickly by wondering, if I were, who I would become. […]\nThe existential questions raised by someone who spends their free time anoxic are not those we ask ourselves often. And, perhaps deprived of Furaha’s particular sensitivity to these topics, I’m not certain I see value in them. His unaccustomed approach results in strategies that are completely alien. Furaha’s ability to conceptualize 3D space in not just the horizontal but the vertical is something I’ve only seen in the most obsessive of pilots. Yet his internal dimension is surprisingly absent. […]\nI once spoke with a renowned monk who had spent his life in pursuit of “complete zero.” In him, I saw the same depth of being I see now in Furaha, but where many people’s spirituality serves to shore up those parts of their personality that they most admire, theirs is the inverse. Furaha’s life is in service to his spirituality. Anoxia is part of his addiction. […]\nIn all of my consultations, I strive for neutrality. Furaha is a talented operator, capable, intelligent, and unpredictable. His ability to put a room at ease is invaluable. Yet one never has the sense that they hold the whole picture of him in their mind. Like the nitrogen that must disperse back into the diver’s body before resurfacing, Furaha’s true nature is diffuse. To define him would be to limit him, and I have the distinct sense that there is nothing he would despise more.\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "AUG A2",
        "MP5K"
      ],
      "secondary_weapons": [
        "D-40",
        "P12"
      ],
      "gadgets": [
        "Proximity Alarm",
        "Impact Grenade"
      ]
    }
  },
  {
    "name": "Warden",
    "type": "Defender",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/hx1Ljf1qIWbjpgCNmfJbu/2217283b569ef316dc12b93e86649f8f/Y4S2_BADGE_Warden_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6IeUn3ejRrjAngxPvqqsZh/234847c2a25cbdd2cf783ef15caf9738/R6-operator-warden.png",
    "bio": {
      "real_name": "Collinn McKinley",
      "date_of_birth": "March 18th (Age 48)",
      "place_of_birth": "Louisville, Kentucky",
      "bio": "Biography\n\"I'm never unprepared.\"\nCollinn McKinley enrolled in the Marine Corps at 18 and earned several commendations in his service jacket for his aggressive quick-thinking, achieving Master Sergeant despite a few minor infractions on his record. After his third tour, he left the Marines and entered the Secret Service in close-protection detail. McKinley’s agility was instrumental in saving Secretary of State Baldwin’s life when insurgents attacked the U.S. diplomatic junket. Baldwin later went on to win the U.S. Presidential and requested McKinley be assigned to the Presidential Protective Division. McKinley has spent over a decade in Washington, protecting important political figures. He is the foremost expert in close protection detail, and with President Baldwin finishing his second term, McKinley has received high endorsements for his transition into Rainbow.\nPsychological report\nI’ve learned to read between the lines, and when it comes to Specialist Collinn \"Warden\" McKinley, that’s where the real story lies. His role as protector came easily to him between butting heads with his strict, hardworking father and defending his brothers at school, but it became more deeply engrained during his three tours with the Marines.\nMcKinley’s service with the Secret Service reads like a Washington gossip column/spy novel. During the attack on then Secretary-of-State Baldwin, the attackers used flashbangs, smoke grenades, and heavy suppressing fire to separate the protection detail. McKinley realized all their evacuation routes had been compromised and evacuated Baldwin alone. The incident clarified the reason behind McKinley’s special glasses, but it’s also become indicative of his modus operandi… his off-the-cuff attitude. He’s never been wrong and I fear he’ll rely on instinct until it finally fails him.\nHis access to the inner circle through the Office of the President made him the go-to in handling delicate situations. He’s clever enough to lead people on the right track without implicating himself and I suspect he knows where a few bodies are buried. McKinley has amassed quite the war chest of political favors and a reputation as a lady’s man. President Baldwin once told me that McKinley’s dalliances eclipsed that of some Presidential administrations. The First Lady was displeased with that joke.\nHe knows how to manipulate; he deepens his Kentucky drawl when dealing with Republican senators, and plays the Southern gentleman around women. I was amused, watching him try to play to my personality… but I play the game too.\nMcKinley adores his teams and he works well with others, but his connection to the Oval Office has instilled him with a sense of invulnerability. McKinley has made many enemies among politicians, businessmen, and Lobbyists; he’s a walking encyclopedia of their sins, and President Baldwin won’t be around to protect him anymore.\nHe is the sort of non-traditional approach we need to keep the military and law enforcement more agile and surgical, someone who understands coordination on a large scale. Unfortunately, that means I owe President Baldwin a 25-year old single malt Scotch for recommending McKinley; he’s insufferable when he’s right.\n-- Dr. Harishva Pandey"
    },
    "loadout": {
      "primary_weapons": [
        "M590A1",
        "MPX"
      ],
      "secondary_weapons": [
        "P-10C",
        "SMG-12"
      ],
      "gadgets": [
        "Deployable Shield",
        "Nitro Cell"
      ]
    }
  },
  {
    "name": "Ying",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6ZVB1OJxNgs0pR0Fd7Kzt0/74721fe9fd743167508f98dc280a17a3/Y2S2_BADGE_Ying_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4Oyf6w5rI0u9j4zMcWBSGz/ef22bcaca06cba29fdfa41e5ec921f7d/R6-operator-ying.png",
    "bio": {
      "real_name": "Siu Mei Lin",
      "date_of_birth": "May 12th (Age 33)",
      "place_of_birth": "Hong Kong, Central",
      "bio": "Biography\n“Protecting others is a calling. If you don’t feel it, walk away.”\nBorn in the affluent Central District of Hong Kong, Siu became a close protection operative immediately after high school. Having developed explosive short-range power and combat skills via private tuition, she joined an elite security service with the aim of becoming an all-purpose operative. She traveled to Tel Aviv, Israel, where she spent two years training and serving with the Caracal Battalion, developing an expertise in firearms and combat driving. She returned to Hong Kong, where she joined the police force and then the elite SDU: Flying Tigers. Joint training with the S.A.S. and her creative use of flashbangs earned her the codename, Ying (Firefly). Frequently called upon due to her experience in close protection detail and high-risk operations, Siu is one of the best specialists for operations involving Hong Kong's dense urban population.\nPsychological report\nCommanders have a tendency to see Specialist Siu “Ying” Mei Lin as conventional. While she can be conservative in her strategic planning, she’s surprisingly quick to change tack. This is perfectly illustrated by the tactical driving maneuvers she’s able to perform, calculating multiple adaptive routes in fractions of a second. It’s genuinely impressive.\nThough serious and, I noticed, quite fastidious, I can see why clients and teammates feel secure and comfortable with her around. She has a manner that is tailored for putting people at ease, even as she constantly scans the environment for threats. I wondered about the fastidiousness, whether it comes from the thought processes imposed upon her by her training, or if it’s a trait she’s always had. Her response was, “Column A, Column B.” […]\nHer childhood was comfortable – but, she points out, “boring.” Her mother is a Hong Kong government worker and she grew up surrounded by serious adults, discussing serious things. From a young age, ten or so, Siu would slip away from these “boring conversations” to wander the city. Her favorite memories are of riding the MTR – the subway – and jumping off at random stops. And she told me that wherever she travels, in her off-time, she still does this. She says the best way to get to know a city is to let it surprise you. […]\nIt’s a shame that this sense of adventure isn’t reflected in her official file. After our conversation, it’s clear that Siu has a limitless sense of adventure and fearless enthusiasm for new experiences. She unabashedly gets excited at the idea of joint operations and is often one of the first to volunteer.\nInvested in her career and role in law enforcement, she never wavers in her dedication… Which often forces her superiors to order to take time off. So, her seriousness can be misconstrued. I think she’s someone who is always calculating risks. She understands how to wreak havoc on the opposition and unsettle them. The team considers her valuable but she expects clear strategic leadership, and I would caution commanders not to underestimate her.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "T-95 LSW",
        "SIX12"
      ],
      "secondary_weapons": [
        "Q-929"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Smoke Grenade"
      ]
    }
  },
  {
    "name": "Zero",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/4ZbzOZt1Sur77RZTFwYVJ4/30037e84b2948449652547f06df146e0/Y5S3_BADGE_Zero_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/7lou5sF83pEwxoQaRr7qgP/3bc2e32393f5e98389c1b5e98d005894/r6s-operator-zero.png",
    "bio": {
      "real_name": "Samuel Leo Fisher",
      "date_of_birth": "August 8th (Age 63)",
      "place_of_birth": "Baltimore, Maryland",
      "bio": "Biography\n“Prepare, execute, vanish.”\nThough the CIA and Third Echelon have classified the majority of Fisher’s childhood it is known he was born in the Baltimore suburb of Towson, Maryland, where he was raised by his paternal grandmother, Sarah. He was enrolled in a Military Boarding School where he learned to focus his energy, hone his skills, and to either follow orders or be sure to hide the evidence.\nFrom school Fisher enrolled directly in the United States Naval Academy where he majored in Political Science and later went on to pursue SEALs Training. While serving in the Persian Gulf, Bolivia, Colombia, Senegal, and Kosovo, Fisher became known for his ability to complete the mission, regardless of personal cost. After being awarded a Defense Distinguished Service Medal, Fisher spent time as an instructor at Little Creek Naval Base, Virginia.\nHe was recruited to the CIA, where he [REDACTED].\nPsychological report\nAlthough these are my first interactions and observations of Specialist Samuel Leo “Zero” Fisher, I feel that I’m finally getting a glimpse of the man behind the legend. He doesn’t brag about what he’s done or what he can do, but you can see his training in the way he moves and the critical assessment with which he evaluates his surroundings. If he were to read my evaluation, I’m sure he’d agree. […]\nIt’s hard to pry details from the former Echelon agent. He is focused , to the point, and makes it clear when he’s done with a subject. His mandate was never to seek out conflict, but to perform damage control before there was any evidence of a disaster. Fisher’s skills and temperament ensure  that he keeps a clear head under pressure and is always prepared, regardless of circumstance. I’m interested to see if he has a leveling influence on some of our more hotheaded specialists such as Evans and Brunsmeier.\nThough his sarcasm can seem abrasive to those who aren’t familiar with him – and maybe even to those who are – it hides a deep thoughtfulness and attention to detail. He can see right into the heart of an issue, or person – I look forward to his assessment and his suggestions for the improvements we can make to our training program. […]\nHe doesn’t want to talk about his daughter, but I feel that’s more of a warning than an indication of any residual conflict between them. [REDACTED]\n(Comment_S. Fisher: Great observation, also correct.)\nFisher is very much a solo operator, though he possesses a sense of duty to his colleagues and teammates and shows his affection through action. I’m hoping to draw him out of his shell and show him the benefits of working with the R6 Program. Based on his background as an instructor I feel he’ll appreciate more than the resources we can offer him, but also gain some satisfaction in the influence he’ll have on the R6 Program, and his teammates.\n(Comment_S. Fisher: Is one of the benefits coffee, because I’m running low.)\n-- Dr. Harishva \"Harry\" Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "SC3000K",
        "MP7"
      ],
      "secondary_weapons": [
        "5.7 USG",
        "Gonne-6"
      ],
      "gadgets": [
        "Hard Breach Charge",
        "Claymore"
      ]
    }
  },
  {
    "name": "Zofia",
    "type": "Attacker",
    "speed": 2,
    "armor": 2,
    "icon_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1k09nbCCu2avlIWpK3cJz9/35d60746d67750230f2a020a7be78795/Y2S3_BADGE_Zofia_L.png",
    "portrait_url": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/5KUunQgJWx9sVC0hFhHVAt/8fdff15ca50227328fb0589ecd8ccda0/R6-operator-zofia.png",
    "bio": {
      "real_name": "Zofia Bosak",
      "date_of_birth": "January 28th (Age 36)",
      "place_of_birth": "Wrocław, Poland",
      "bio": "Biography\n“It isn’t about where you end up, it’s about how you make it home.”\nZofia Bosak is the eldest daughter of Jan Bosak, respected former commander of the Polish Special Operation Forces unit, GROM. She excelled in the grueling extracurricular training given by her father, learning diverse techniques including some considered questionable. Zofia’s exceptional attitude saw her pass the GROM selection tests with the highest possible scores. She developed extensive skills beyond hand-to-hand combat and marksmanship, specifically survival, sabotage, target extraction, and field medicine. Driven to be the highest performing soldier in any given unit, Zofia is of singular focus in all of her operations. This focus enabled her to single-handedly evacuate hundreds of civilians, including children, during a rescue mission in Guatemala. She has since earned a number of awards and gained the respect of her commanding officers and peers. Zofia stands out as a lateral thinker with decisive, aggressive operational experience and an impeccable track record both on and off the field.\nPsychological report\nThere are layers to Specialist Zofia “Zofia” Bosak and I’ve barely scratched the surface after a handful of meetings. So we’ll take it slow. I’ve read her jacket – since her father was a public and powerful figure, it means that there are redactions even in her personal file. […] She wasn’t defensive in our meeting, but she was… distracted by my role. She didn’t want to be “analyzed,” which is exactly the response I received from her sister, Specialist Elżbieta “Ela” Bosak. […]\nZofia neither likes discussing herself nor having anyone else discuss her life, especially her military husband and their daughter. She doesn’t “do” small talk. This made the first twenty minutes of our meeting rather quiet. After offering some family details of my own, she did share a funny incident with her daughter’s morning routine. Knowing how private she is, I want to honor her trust and not mention it here. […]\nShe is conflicted between pride in her accomplishments and the sense that she was deprived of meaningful choices. When I said that the reports reflect someone exceptional, she laughed. She told me she often feels robotic, as if someone had programmed her and she’s on autopilot. It will be vital to disrupt that sense of powerlessness. […]\nZofia struggles with her father’s death. She doesn’t believe it was suicide and asked if I can recover his autopsy report. I’m not sure I have those kinds of connections, nor do I think it’s necessarily a good idea. His absence already pervades her every thought and I’m not convinced that having an answer would bring her the closure she needs. I’ve encouraged her ongoing efforts to rebuild the relationship with her sister instead, and to cherish the close bonds she has with her teammates and her family. […]\nWhat strikes me most is that Zofia faces the unknown with complete equanimity. Whether it’s due to her training or her upbringing I can’t say. Undoubtedly, it’s a valuable skill. Yet where there is ambivalence there can be no joy, and I find I wish more for her than that.\n-- Dr. Harishva “Harry” Pandey, Director of Rainbow"
    },
    "loadout": {
      "primary_weapons": [
        "LMG-E",
        "M762"
      ],
      "secondary_weapons": [
        "RG15"
      ],
      "gadgets": [
        "Breach Charge",
        "Claymore"
      ]
    }
  }
]